package com.korhall.objects;

/**
 * Created by srv3 on 28.01.2016.
 */
public class GameText
{
    String[] gameTextet = {
            //параграф № 0. подгружается при старте программы
            "\t Предисловие" + "\n"+
            "Странные вещи стали твориться в последнее время в тихом портовом городке Грейкейп." + "Сначала в его " +
            "гавань перестали заходить корабли," + " обычно пополнявшие там запасы пищи и пресной воды. Потом " +
            "перестали возвращаться торговые суда, " + "уходившие в плавание из порта."
            + "\n \t"+
            " \"Неведомое топит наши корабли\", — поговаривали матросы, не " + "рискуя " + "выходить в море. Многие их " +
                    "товарищи погибли, многие жены остались без мужей, а дети без отцов. Губернатор приказал снарядить " +
                    "военную эскадру, чтобы найти и уничтожить неизвестных разбойников. Но эскадра исчезла столь же " +
                    "таинственно, как и торговый флот. Никакие пираты не смогли бы преградить путь могучим боевым фрегатам " +
                    "и отважным морякам. Жители Грейкейпа были единодушны: здесь не обходится без нечистой силы. Если вы" +
                    " хотите отправиться на поиски загадочного врага и сразиться с ним, помочь жителям города и спасти от" +
                    " смерти многих бесстрашных матросов, то камзол из серого камлота и шпага с тяжелым эфесом ждут вас. " +
                    "Итак, вы оказались в объятом страхом и отчаянием Грейкейпе…" +
            "\n \t" +
            "Ваша небольшая шхуна пришвартована в гавани, и ее команда готова к отплытию. Но разумно ли будет отправиться " +
                    "в путь без опытного мореплавателя, хорошо знающего предстоящий маршрут? Не лучше ли попробовать найти " +
                    "в городе умелого и решительного спутника, который поможет в путешествии, обещающем быть нелегким. " +
                    "План же прост: выйти из порта и направиться обычным торговым путем, зная, что Неведомое не пропускает " +
                    "ни одного корабля. А столкнувшись с ним лицом к лицу, действовать по обстоятельствам и постараться " +
                    "выйти победителем из битвы, Имеющихся у вас 15 золотых вполне достаточно, чтобы найти испытанного " +
                    "мореплавателя. А где же лучше искать его как не в портовой таверне! Туда и лежит ваш путь.\n" +
                    "\n \t" +
                    "Теперь, если вы готовы к приключениям, которые вас ждут, и полны решимости разгадать загадку, не " +
            "отступая ни перед какими трудностями, перейдите в пункт 1 — и да сопутствует вам удача!\n",

// пункт 1
            "\n \t"+
            "1) Порт Грейкейп невелик. Найти портовую таверну, где моряки коротают время между плаваниями, несложно. Вы " +
                    "открываете низкую дубовую дверь и попадаете внутрь, в небольшой зал, наполненный сизым табачным " +
                    "дымом и запахом рыбы. Все посетители оборачиваются (в замкнутом мирке порта каждый новый человек " +
                    "вызывает любопытство), но вскоре вновь возвращаются к своим бесконечным разговорам." +
                    "\n \t"+
            "Один из моряков подходит и подсаживается к вашему столику. Беглого взгляда достаточно, чтобы понять: перед" +
                    " вами бывалый морской волк, не раз бороздивший моря и побывавший во многих сражениях. Интерес к нему " +
                    "возрастает, когда вы узнаете, что он плавал не простым матросом, а штурманом и готов сейчас предложить " +
                    "свои услуги. Просит он недорого — всего 5 золотых: корабли из порта почти не выходят, он уже три " +
                    "месяца без работы, а на берегу жена с тремя детьми. Предложение заманчивое: помощник никогда не " +
                    "помешает, да и сумма вполне доступная. Новый знакомый решает угостить вас кружечкой эля и отходит к стойке." +
                    "\n \t"+
                    "В это время один из моряков, сидящих за столом, негромко говорит вам: \"Не советую с ним связываться. " +
                    "Дешевле здесь, конечно, не найти, но и толку от него будет немного. Если ищите себе надежного спутника, " +
                    "могу отвести к одному капитану, который живет неподалеку. Ему заплатите 10 золотых да мне дадите один за " +
                    "совет, но зато горя знать не будете\". Штурман уже возвращается с полными кружками, так что вам надо, " +
                    "не теряя времени, решить, что будете делать: " +
                    "\n \t"+
                    "заплатите ему 5 золотых и выйдете с ним в море (151), " +
                    "\n \t"+
                    "послушаетесь совета и пойдете нанимать капитана (230) " +
                    "\n \t"+
                    "или отклоните оба предложения (83).\n ",

            // пункт 3
            "Это застывший коралловый лес. Нельзя не восхититься им. Переплетающиеся между собой ветви образуют диковинный кустарник, а вы вскоре попадаете под настоящие своды каменных деревьев. Если пугает неизвестность и хотите поскорее выбраться из леса, то 354. Если же нет, плывите дальше — 242."
            ,
            //пункт 4
            "Решив не менять своих намерений, вы все же догоняете корвет Шелтона и стараетесь держаться неподалеку. В" +
                    " 2 часа ночи вас будит испуганный крик Мейстона. Выскочив на палубу, вы видите, что"+ "Гермес" +
            "уже начал погружаться в море, но в эту минуту вода вокруг вашей шхуны вспенивается, и палуба уходит " +
                    "из-под ног — 125."
            ,
            //пункт 5
            "Подплыв поближе, вы видите, что это самые обычные матросы, которые, в силу того же чуда, могут передвигаться под водой без воздуха так же свободно, как и вы. Теперь уже понятно, что из корабля выносят огромные сундуки, видимо, с товарами или с золотом. Увидев вас, люди машут руками, но, как вам кажется, не зовут к себе, а показывают, чтобы вы уплывали прочь. Может быть, они не хотят делиться богатствами? Но в таком случае вы имеете на них право ничуть не меньшее, чем эти странные незнакомцы. Решение за вами: уплывете, как они того требуют (380), или все же направитесь к ним и узнаете, кто они такие и что в сундуках (409)?"
            ,
            //пункт 6
            "Не рискуя войти, вы благодарите своего спутника и говорите, что передумали. Он только пожимает плечами: дело ваше (еще бы, ведь свои деньги он уже получил). Ничего не поделаешь — теперь придется возглавить команду самому — 524."
            ,
            //пункт 7
            "Вы спускаетесь в подвал башни, но вход вам преграждает массивная дверь. Попробуете ее открыть (164), или проще все-таки подняться наверх (359)?"
            ,
            //пункт 8
            "Справа в воде мелькнул силуэт большой рыбы. Хотите направиться туда и выяснить, что это было (159), или поплывете в другую сторону (446)?"
            ,
            //пункт 9
            "Вы спрашиваете моряка, не знает ли он, кто живет на соседних островах. Он может что-то сказать только о двух: на одном поселились морские рыцари, другой — необитаем. На все остальные вопросы добиться ответа не удается. Более того, он дает понять, что вы и так уже злоупотребляете его гостеприимством. Ничего другого не остается, как покинуть остров, потеряв на нем 40 минут, — 530."
            ,
            //пункт 10
            "Вы поворачиваете обратно, но вскоре снова упираетесь в стену. Ловушка захлопнулась, и выхода из нее уже " +
                    "не будет… Начните игру заново!"
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,

            ""

    };
}
