package com.korhall.objects;

/**
 * Created by srv3 on 28.01.2016.
 */
public class GameText
{
    String[] gameTextet = {
            //параграф № 0. подгружается при старте программы
            "\t Предисловие" + "\n"+
            "Странные вещи стали твориться в последнее время в тихом портовом городке Грейкейп." + "Сначала в его " +
            "гавань перестали заходить корабли," + " обычно пополнявшие там запасы пищи и пресной воды. Потом " +
            "перестали возвращаться торговые суда, " + "уходившие в плавание из порта."
            + "\n \t"+
            " \"Неведомое топит наши корабли\", — поговаривали матросы, не " + "рискуя " + "выходить в море. Многие их " +
                    "товарищи погибли, многие жены остались без мужей, а дети без отцов. Губернатор приказал снарядить " +
                    "военную эскадру, чтобы найти и уничтожить неизвестных разбойников. Но эскадра исчезла столь же " +
                    "таинственно, как и торговый флот. Никакие пираты не смогли бы преградить путь могучим боевым фрегатам " +
                    "и отважным морякам. Жители Грейкейпа были единодушны: здесь не обходится без нечистой силы. Если вы" +
                    " хотите отправиться на поиски загадочного врага и сразиться с ним, помочь жителям города и спасти от" +
                    " смерти многих бесстрашных матросов, то камзол из серого камлота и шпага с тяжелым эфесом ждут вас. " +
                    "Итак, вы оказались в объятом страхом и отчаянием Грейкейпе…" +
            "\n \t" +
            "Ваша небольшая шхуна пришвартована в гавани, и ее команда готова к отплытию. Но разумно ли будет отправиться " +
                    "в путь без опытного мореплавателя, хорошо знающего предстоящий маршрут? Не лучше ли попробовать найти " +
                    "в городе умелого и решительного спутника, который поможет в путешествии, обещающем быть нелегким. " +
                    "План же прост: выйти из порта и направиться обычным торговым путем, зная, что Неведомое не пропускает " +
                    "ни одного корабля. А столкнувшись с ним лицом к лицу, действовать по обстоятельствам и постараться " +
                    "выйти победителем из битвы, Имеющихся у вас 15 золотых вполне достаточно, чтобы найти испытанного " +
                    "мореплавателя. А где же лучше искать его как не в портовой таверне! Туда и лежит ваш путь.\n" +
                    "\n \t" +
                    "Теперь, если вы готовы к приключениям, которые вас ждут, и полны решимости разгадать загадку, не " +
            "отступая ни перед какими трудностями, перейдите в пункт 1 — и да сопутствует вам удача!\n",

// пункт 1
            "1\n" +
            "\n \t"+
            "Порт Грейкейп невелик. Найти портовую таверну, где моряки коротают время между плаваниями, несложно. Вы " +
                    "открываете низкую дубовую дверь и попадаете внутрь, в небольшой зал, наполненный сизым табачным " +
                    "дымом и запахом рыбы. Все посетители оборачиваются (в замкнутом мирке порта каждый новый человек " +
                    "вызывает любопытство), но вскоре вновь возвращаются к своим бесконечным разговорам." +
                    "\n \t"+
            "Один из моряков подходит и подсаживается к вашему столику. Беглого взгляда достаточно, чтобы понять: перед" +
                    " вами бывалый морской волк, не раз бороздивший моря и побывавший во многих сражениях. Интерес к нему " +
                    "возрастает, когда вы узнаете, что он плавал не простым матросом, а штурманом и готов сейчас предложить " +
                    "свои услуги. Просит он недорого — всего 5 золотых: корабли из порта почти не выходят, он уже три " +
                    "месяца без работы, а на берегу жена с тремя детьми. Предложение заманчивое: помощник никогда не " +
                    "помешает, да и сумма вполне доступная. Новый знакомый решает угостить вас кружечкой эля и отходит к стойке." +
                    "\n \t"+
                    "В это время один из моряков, сидящих за столом, негромко говорит вам: \"Не советую с ним связываться. " +
                    "Дешевле здесь, конечно, не найти, но и толку от него будет немного. Если ищите себе надежного спутника, " +
                    "могу отвести к одному капитану, который живет неподалеку. Ему заплатите 10 золотых да мне дадите один за " +
                    "совет, но зато горя знать не будете\". Штурман уже возвращается с полными кружками, так что вам надо, " +
                    "не теряя времени, решить, что будете делать: " +
                    "\n \t"+
                    "заплатите ему 5 золотых и выйдете с ним в море (151), " +
                    "\n \t"+
                    "послушаетесь совета и пойдете нанимать капитана (230) " +
                    "\n \t"+
                    "или отклоните оба предложения (83).\n ",

            //пункт 2
            "2\n" +
                    "\n" +
                    "Навстречу вам плывет небольшая яркая рыбка, в которой вы узнаете Солнечную рыбку. Кажется, она не представляет никакой опасности, но кто знает, что на самом деле опасно, а что нет в этом таинственном и странном подводном царстве. Увидев вас, рыбка подплывает поближе, но не пугается, а начинает кружить вокруг, словно хочет что-то сказать. Вы не понимаете, что ей нужно, и не знаете, чего следует ждать от нее. Что вы сделаете? Попытаетесь убить ее (522), дадите поесть (для этого вам придется потратить 1 еду) (156) или отгоните ее рукой и поплывете дальше (403)?\n"
            ,

            // пункт 3
            "3\n" +
                    "\n" +
            "Это застывший коралловый лес. Нельзя не восхититься им. Переплетающиеся между собой ветви образуют диковинный кустарник, а вы вскоре попадаете под настоящие своды каменных деревьев. Если пугает неизвестность и хотите поскорее выбраться из леса, то 354. Если же нет, плывите дальше — 242."
            ,
            //пункт 4
            "4\n" +
                    "\n" +
            "Решив не менять своих намерений, вы все же догоняете корвет Шелтона и стараетесь держаться неподалеку. В" +
                    " 2 часа ночи вас будит испуганный крик Мейстона. Выскочив на палубу, вы видите, что"+ "Гермес" +
            "уже начал погружаться в море, но в эту минуту вода вокруг вашей шхуны вспенивается, и палуба уходит " +
                    "из-под ног — 125."
            ,
            //пункт 5
            "5\n" +
                    "\n" +
            "Подплыв поближе, вы видите, что это самые обычные матросы, которые, в силу того же чуда, могут передвигаться под водой без воздуха так же свободно, как и вы. Теперь уже понятно, что из корабля выносят огромные сундуки, видимо, с товарами или с золотом. Увидев вас, люди машут руками, но, как вам кажется, не зовут к себе, а показывают, чтобы вы уплывали прочь. Может быть, они не хотят делиться богатствами? Но в таком случае вы имеете на них право ничуть не меньшее, чем эти странные незнакомцы. Решение за вами: уплывете, как они того требуют (380), или все же направитесь к ним и узнаете, кто они такие и что в сундуках (409)?"
            ,
            //пункт 6
            "6\n" +
                    "\n" +
            "Не рискуя войти, вы благодарите своего спутника и говорите, что передумали. Он только пожимает плечами: дело ваше (еще бы, ведь свои деньги он уже получил). Ничего не поделаешь — теперь придется возглавить команду самому — 524."
            ,
            //пункт 7
            "7\n" +
                    "\n" +
            "Вы спускаетесь в подвал башни, но вход вам преграждает массивная дверь. Попробуете ее открыть (164), или проще все-таки подняться наверх (359)?"
            ,
            //пункт 8
            "8\n" +
                    "\n" +
            "Справа в воде мелькнул силуэт большой рыбы. Хотите направиться туда и выяснить, что это было (159), или поплывете в другую сторону (446)?"
            ,
            //пункт 9
            "9\n" +
                    "\n" +
            "Вы спрашиваете моряка, не знает ли он, кто живет на соседних островах. Он может что-то сказать только о двух: на одном поселились морские рыцари, другой — необитаем. На все остальные вопросы добиться ответа не удается. Более того, он дает понять, что вы и так уже злоупотребляете его гостеприимством. Ничего другого не остается, как покинуть остров, потеряв на нем 40 минут, — 530."
            ,
            //пункт 10
            "10\n" +
                    "\n" +
            "Вы поворачиваете обратно, но вскоре снова упираетесь в стену. Ловушка захлопнулась, и выхода из нее уже " +
                    "не будет… " +
                    "\n \t"+
                    "Начните игру заново!"
            ,
            //пункт 11
            "11\n" +
                    "\n" +
            "Вы атакуете растение-хищника, и его щупальца обвиваются вокруг ваших ног и запястий, жаля неизвестным ядом." +
                    " За каждый проигранный раунд атаки вы будете терять не 2, как обычно, а 4 ВЫНОСЛИВОСТИ. РАСТЕНИЕ-УБИЙЦА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 14\n" +
                    "\n" +
                    "Если вам удалось сразить его, то 615. Если вы решили покинуть поле боя, то 184.\n"
            ,
            //пункт 12
            "12\n" +
                    "\n" +
            "Вы бросаете Рыбе-собаке 1 еду, и она, проглотив ее, благодарно смотрит на вас. После этого, сделав несколько кругов, как бы приглашая за собой, она устремляется в глубь леса. Последуете за ней (251) или решите, что счастливо отделались, и попытаетесь покинуть лес (360)? А, может быть, просто поплывете в другую сторону (152)?"
            ,
            //пункт 13
            "13\n" +
                    "\n" +
            "На какой остров из тех, где вы еще небыли, выберете путь теперь? На второй (16), третий (233), четвертый (165), пятый (418), шестой (395), седьмой (535), восьмой (100), девятый (84), десятый (352), одиннадцатый (282), двенадцатый (456) или тринадцатый (500)?"
            ,
            //пункт 14
            "14\n" +
                    "\n" +
            "Вам повезло, зверюга успела только немного зацепить вашу руку (потеряйте 1 ВЫНОСЛИВОСТЬ). Куда же теперь: в каюту штурмана (364), в трюм (411) или покинете корабль и поплывете дальше (8)?"
            ,
            //пункт 15
            "15\n" +
                    "\n" +
                    "Из развалин стены замка на вас бросается какая-то тень. Это Морской дракончик, который, несмотря на ласковое название, в море опасен почти так же, как настоящий дракон на суше. Прежде чем вы успеваете приготовиться к обороне, ему удается опалить вас… нет, конечно, не пламенем, что невозможно под водой, а облаком сильнодействующего яда, который он приберегает для своих врагов (потеряйте 3 ВЫНОСЛИВОСТИ). Теперь выход один: принять бой.\n" +
                    "Тело врага покрыто чешуей, поэтому поразить его будет не так легко. Каждый раз, когда вы бросаете кубики за себя и на обоих выпадает одно и то же число, считайте, что чешуя отразила ваш удар, независимо от исхода раунда атаки.\n" +
                    "\n" +
                    "МОРСКОЙ ДРАКОНЧИК\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "Если вы убили его, то 419.\n"
            ,
            //пункт 16
            "16\n" +
                    "\n" +
                    "Выбравшись на остров, вы попадаете в самый центр военного лагеря. Неизвестно, что это за воины, друзья они или враги. В мгновение ока вас обезоруживают и ведут к высокому бородатому человеку в малиновом камзоле и зеленых панталонах. Вероятнее всего, это их предводитель — ведь на нем, единственном из всех, нет кирасы, к тому же доставившие вас воины почтительно склоняются перед ним. Он приказывает освободить вас, приносит свои извинения и предлагает разделить с ним трапезу. Примете это предложение (166) или скажете, что торопитесь, и попытаетесь узнать. кто этот человек (252)?\n"
            ,
            //пункт 17
            "17\n" +
                    "\n" +
                    "Вы заговариваете со стариком и пробуете расспросить его о жизни под водой. Но он не понимает ваших вопросов: окружающий его мир кажется ему единственным реально существующим. С его точки зрения, вы тоже из подводного мира, и поэтому старик не понимает, почему вы плохо ориентируетесь под водой. Он говорит, что у него нет времени на пустые разговоры, и явно настроен плыть дальше. Предложите ему деньги за то, что он ответит на ваши вопросы (531), или постараетесь обойтись без его помощи (365)?\n"
            ,
            //пункт 18
            "18\n" +
                    "\n" +
                    "Уже два дня пути, и вы не можете нарадоваться на своего помощника. Джон заменяет и штурмана, и боцмана, и капитана, делая даже больше, чем обещал. Кроме того, он рассказывает вам все, что знает о Неведомом. Однако ясности это не добавляет: Неведомое для вас так и остается неведомым.\n" +
                    "Кроме того, есть еще одна новость: накануне вашего отплытия рискнул выйти в море из Грейкейпа еще один корабль — корвет \"Гермес\" под командой отважного капитана Шелтона. Его нанял один из оставшихся в порту судовладельцев, которому предложили большие деньги за срочную перевозку груза. Хозяин \"Гермеса\" решил рискнуть и нанял самого опытного капитана.\n" +
                    "К вечеру того же дня и сам корвет появляется на горизонте. Джон спрашивает, не хотите ли вы догнать \"Гермес\", чтобы поговорить с его капитаном. Может быть, он возьмет вас на борт: так будет безопаснее. Конечно, большой и хорошо вооруженный корабль внушает меньше опасений, чем небольшая шхуна, но стоит ли менять свои планы? Решение за вами: догоните корабль Шелтона и попроситесь на борт (167) или будете продолжать путешествие на своей шхуне (410)?\n"
            ,
            //пункт 19
            "19\n" +
                    "\n" +
                    "Тоннель закапчивается в огромной зале, и вы останавливаетесь, не решаясь двинуться дальше. Зала похожа на огромную картинную галерею, в которой никого нет: ни человека, ни морского животного. Мягкий свет льется откуда-то из-под потолка, а на стенах светятся картины. Они настолько реальны, что сначала кажутся просто окнами, открытыми в какой-то другой мир. Но потом глаз различает рамы, и вы с облегчением замечаете, что это всего лишь чрезвычайно талантливое изображение, а не сама реальность. Но, подплыв к одной из картин, вы обнаруживаете еще один сюрприз. Картина исчезает, и перед вами оказывается просто провал в стене, абсолютно темный и ведущий в неизвестность. Невозможно удержаться и не заглянуть в него, но там — чернота и пустота. Можно только гадать, что же дальше: тоннель, море или зовущее гибельное ничто. Однако стоит вернуться на прежнее место» как изображение в раме появляется вновь, а вокруг вас снова картинная галерея.\n" +
                    "Исследовав еще несколько картин, вы понимаете, что все они обладают этим непонятным свойством. Теперь можете или покинуть картинную галерею и, вернувшись на развилку, поплыть в левый (52) либо в средний тоннель (253), или рискнуть и проплыть сквозь одну из картин (361).\n"
            ,
            //пункт 20
            "20\n" +
                    "\n" +
                    "Какое-то предчувствие удерживает от желания подняться на поверхность. Решив продолжить подводное путешествие, вы надеетесь все-таки встретиться лицом к лицу с Неведомым. Теперь можете направиться либо к подводному лесу, который виднеется слева от вас (536), либо к невысокой скале, которая темнеет впереди (267). Если же вас не устраивает ни то, ни другое, — попытайтесь проплыть между лесом и скалой (381).\n"
            ,
            //пункт 21
            "21\n" +
                    "\n" +
                    "Вы теряете еще 1 ВЫНОСЛИВОСТЬ, но дверь поддается и медленно открывается. За ней — кладовая, рассчитанная на то, чтобы гарнизон башни мог выдержать длительную осаду.\n" +
                    "Если вы голодны, то можете попробовать восстановить свои силы. К вашим услугам солонина (420), вино в большой бочке (186) и окорока, подвешенные под потолком (434). Если же вы не хотите есть, покидайте башню и продолжайте путешествие (15).\n"
            ,
            //пункт 22
            "22\n" +
                    "\n" +
                    "В каюте капитана вы находите 2 золотых и судовой журнал. Капитан вел его до последней минуты и подробно описал все события. Становится ясна картина гибели корабля.\n" +
                    "Ночью прибежал вахтенный матрос и сообщил, что вода вокруг фрегата вспенивается и в ней видны какие-то тени. Выбежав на палубу, капитан обнаружил, что корабль уже погружается в море. В ту же минуту ему доложили, что вода в трюм поступает через многочисленные пробоины: неизвестные люди плавают вокруг корабля и дырявят днище. Капитан едва успел добраться до своей каюты и записать все это в журнал, как прибежавший боцман рассказал, что матросы прыгают в воду и вступают в бой с неизвестными. Решив, что его место рядом с командой, капитан закрыл судовой журнал, и можно только догадываться, что произошло потом. Судя по всему, и корабль, и команда погибли.\n" +
                    "Что ж, это дает хоть какой-то ключ к разгадке. По крайней мере, понятно, какая участь могла постигнуть корвет Шелтона. Закрыв дверь каюты капитана, вы покидаете корабль — 8.\n"
            ,
            //пункт 23
            "23\n" +
                    "\n" +
                    "Вы берете серебряное блюдо (когда оно понадобится, прибавьте 67 к номеру параграфа, на котором будете находиться) и в эту минуту замечаете еще и золотой перстень. Если наденете его на палец, то 254, если нет, то решайте, через какой из тоннелей будете выбираться — через тот, что справа (345), или через тот, что прямо перед вами (71).\n"
            ,
            //пункт 24
            "24\n" +
                    "\n" +
                    "Вы прощаетесь со своим спутником, и он скрывается в пещере. Неожиданно ваше внимание привлекает какой-то предмет, лежащий на дне. Это отличный меч. Как он попал сюда, неизвестно, но оружие всегда пригодится, и вы берете его с собой. К счастью, у вас сохранились все деньги да еще немного еды (на 2 раза). Вам повезло — могло быть гораздо хуже. Теперь начинайте подводное путешествие — 523.\n"
            ,
            //пункт 25
            "25\n" +
                    "\n" +
                    "Вы проплываете через картину, ничего не почувствовав и не поняв тайны загадочного видения. Но если впоследствии вас о ней спросят, прибавьте 86 к номеру параграфа, на котором будете находиться, и станет ясно, правильным ли был выбор.\n" +
                    "Теперь же вы оказались в открытом море, поблизости нет никаких следов выхода из пещеры, и, как вы сюда попали, совершенно непонятно. Но времени на долгие размышления нет, и вы направляетесь к коралловому рифу, который виднеется неподалеку, — 382.\n"
            ,
            //пункт 26
            "26\n" +
                    "\n" +
                    "К своему немалому удивлению, вы понимаете, что не тонете, а плавно опускаетесь на дно: произошло совершенно необъяснимое чудо — вода не заполняет легкие, и вы можете дышать! Более того, на дне ждет еще один сюрприз — меч. Конечно, вы больше привыкли к шпаге, но оружие, без всякого сомнения, понадобится, а меч все-таки лучше, чем ничего. Кроме того, деньги, которые были при вас, остались целы.\n" +
                    "Теперь необходимо решить: будете путешествовать вместе с Джоном (255) или расстанетесь, чтобы каждый мог исследовать подводное царство самостоятельно, а при встрече узнать, какие приключения выпали на долю другого (421)?\n"
            ,
            //пункт 27
            "27\n" +
                    "\n" +
                    "Вы смотрите в подзорную трубу, но, как ни. странно, перед вами не вода, а поверхность моря, на которой виднеется несколько островов. Все они окружают один, самый большой, и именно на нем сосредоточивается ваше внимание.\n" +
                    "Неожиданно изображение увеличивается, вы видите, как к острову пристает корабль, из которого высаживаются пираты. Их предводитель торопливо направляется к человеку гигантского роста, без сомнения ожидавшему их прибытия, и, склонившись перед ним, что-то говорит. Великан смотрит на солнце, и в это время из моря появляется огромная акула. Она подплывает к берегу, и, к вашему удивлению, великан разговаривает с ней так же свободно, как и с пиратами.\n" +
                    "Тут изображение затуманивается, перед вами появляется то, что вы и должны были увидеть с самого начала: вода, вода без конца и без края. Обдумайте увиденное, а потом покиньте башню и, проплыв над остатками крепостной стены, направляйтесь дальше — 537.\n"
            ,
            //пункт 28
            "28\n" +
                    "\n" +
                    "Джон просит подождать: он чувствует какую-то опасность и не хотел бы рисковать вдвоем. После этого ваш спутник скрывается в лесу, но вскоре раздается душераздирающий крик. Джон зовет на помощь, и вы бросаетесь навстречу неизвестности. К сожалению, уже слишком поздно: приплыв на место трагедии, вы находите его мертвым. Храброго моряка загрызла неожиданно напавшая из засады Рыба-собака. Остается только одно: отомстить за погибшего — 389.\n"
            ,
            //пункт 29
            "29\n" +
                    "\n" +
                    "Рыба-еж отважно вступает в бой с пятнистой акулой, бой не на жизнь, а на смерть.\n" +
                    "\n" +
                    "РЫБА-ЕЖ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 7 Выносливость 12\n" +
                    "\n" +
                    "\n" +
                    "ПЯТНИСТАЯ АКУЛА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10\n" +
                    "\n" +
                    "Если Рыба-еж победила, то 448. Если же она мертва, придется вступить в бой с акулой самому — 268.\n"
            ,
            //пункт 30
            "30\n" +
                    "\n" +
                    "Вы начинаете шарить по карманам, но Дух течения только смеется. Он свистит, и неизвестно откуда возникают три золотые рыбки, которые ложатся вам на ладонь, обратившись в монеты (можете записать на свой листок 3 золотых). После этого Дух исчезает, путь свободен — 549.\n"
            ,
            //пункт 31
            "31\n" +
                    "\n" +
                    "Вскоре тоннель снова раздваивается. Вы можете плыть дальше прямо (188) или свернуть направо (435).\n"
            ,
            //пункт 32
            "32\n" +
                    "\n" +
                    "Проходит полчаса, никто на вас не покушается, и даже удается немного расслабиться. Неожиданно сильная струя воды ударяет вам в голову немного выше глаза. Чуть ниже — и вы Могли бы ослепнуть. Это Брызгун, настроенный весьма воинственно. Приходится принять вызов.\n" +
                    "\n" +
                    "БРЫЗГУН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 9\n" +
                    "\n" +
                    "Если вы убили его, то 326.\n"
            ,
            //пункт 33
            "33\n" +
                    "\n" +
                    "Прежде чем вы успеваете решить, куда двигаться дальше Джон устремляется по направлению к силуэту. Акула, а эта была она, резко разворачивается и атакует вашего неосторожного спутника раньше, чем он успевает опомниться. Его голова исчезает в пасти хищника… Через несколько секунд все кончено. Теперь в бой с акулой надо вступать самому.\n" +
                    "\n" +
                    "АКУЛА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 16\n" +
                    "\n" +
                    "Если вы уменьшили ВЫНОСЛИВОСТЬ своего противника до 8, то 406. Если же акула сделала то же самое, то 362.\n"
            ,
            //пункт 34
            "34\n" +
                    "\n" +
                    "Вы плывете дальше по коридору, но внезапно за спиной слышится какой-то грохот. Это с потолка упала толстая металлическая решетка, отрезав путь назад. Теперь уж выбора не осталось: можно двигаться только вперед — 374.\n"
            ,
            //пункт 35
            "35\n" +
                    "\n" +
                    "Однако Джон не желает сидеть сложа руки и ждать смерти. Он снова и снова ощупывает стены, изрезав себе руки в кровь острыми кораллами. Наконец его усилия увенчиваются успехом. Он нажимает на какой-то выступ, в стене открывается скрытый проход, и вновь — свобода! А впереди видны какие-то развалины, к которым вы и направляетесь, — 353.\n"
            ,
            //пункт 36
            "36\n" +
                    "\n" +
                    "Вы вышли победителем и имеете полное право восстановить силы. Устрица добавит 10 ВЫНОСЛИВОСТЕЙ, но вот взять с собой нельзя ни кусочка. Все придется съесть на месте, если, конечно, вы голодны. Теперь отправляйтесь дальше: либо к большому подводному пастбищу слева (269), либо в открытое море (189).\n"
            ,
            //пункт 37
            "37\n" +
                    "\n" +
                    "Король сидит на золотом троне, к которому ведет дорожка из мягких фиолетовых водорослей. Он похож на самого обычного водяного, и лишь возраст и гордая осанка указывают на властелина.\n" +
                    "Поскольку он не знает, кто стоит перед ним, вы рассказываете историю своих приключений и просите о помощи, но в ответ слышите только загадочную фразу: \"Всему свое время, и, если бы ты пришел ко мне раньше, я смог бы помочь. Теперь же слишком поздно. Иди, и да помогут тебе боги!\"\n" +
                    "Не совсем понятно, что он имеет в виду, как и куда в другое время вы могли прийти к нему. Но делать нечего, тем более что король уже сделал знак рукой, и перед вами вновь пустынный пляж. Приходится покинуть остров ни с чем, проведя на нем ровно полчаса, — 540.\n"
            ,
            //пункт 38
            "38\n" +
                    "\n" +
                    "Ваш противник мертв: можете взять с собой его трезубец. После этого с удвоенной осторожностью двигаетесь дальше, но новая неожиданность не заставляет себя ждать. Прямо за спиной, отсекая путь назад, с грохотом и лязгом падает тяжелая металлическая решетка. Остается только одно: плыть вперед. Навстречу неизвестности, а быть может, и гибели — 374?\n"
            ,
            //пункт 39
            "39\n" +
                    "\n" +
                    "Джон первым устремляется к картине, и она смыкается за ним. Вы несколько минут смотрите на ровное, и, казалось бы, ничем не потревоженное изображение, размышляя, что будет, когда оно так же проглотит и вас.\n" +
                    "Наконец все же следуете за своим спутником (294), и ничего страшного не происходит, за исключением того, что по ту сторону уже не окажется бесстрашного моряка. Но, кто знает, быть может, вы когда-нибудь и узнаете, что с ним стало.\n"
            ,
            //пункт 40
            "40\n" +
                    "\n" +
                    "Вы платите 2 золотых, и Карлик протягивает вам Рыбу-ежа. Пока она не понадобится, рыбка будет просто следовать за вами, куда бы вы ни направились. Хотите еще поговорить с Карликом (202) или поблагодарите его и отправитесь дальше (501)?\n"
            ,
            //пункт 41
            "41\n" +
                    "\n" +
                    "Вы покидает комнату тем же путем, каким и пришли. Вскоре вокруг снова только вода, без конца и без края, — 182.\n"
            ,
            //пункт 42
            "42\n" +
                    "\n" +
                    "Если понимаете язык рыб, то все в порядке, если же нет— придется либо покормить рыбок (468), либо просто отправляться дальше (516).\n"
            ,
            //пункт 43
            "43\n" +
                    "\n" +
                    "Сундук заперт, и трудно сказать, удастся ли его открыть. Вы пробуете подцепить замок мечом, и здесь все зависит только от вашего умения. Киньте оба кубика. Если выпавшее число меньше вашего МАСТЕРСТВА, то 557, если же больше или равно, то 327.\n"
            ,
            //пункт 44
            "44\n" +
                    "\n" +
                    "Джон чрезвычайно заинтересован необычными картинами и советует все же рискнуть и проплыть через одну из них. Теперь вернитесь на 19 и подумайте сами, согласиться с ним или нет.\n"
            ,
            //пункт 45
            "45\n" +
                    "\n" +
                    "Если у вас и в самом деле есть перстень, то вы знаете, что надо делать, если же нет, то остается только попрощаться с Карликом и двигаться дальше — 501.\n"
            ,
            //пункт 46
            "46\n" +
                    "\n" +
                    "Неожиданно из темноты вырывается луч света и освещает вашу руку. Только тогда с удивлением замечаете, что на обратной стороне ладони появилось что-то похожее на татуировку. Это изображение черной снежинки, которая как паук впилась в руку. Вы готовы поклясться, что, когда входили в пещеру, рука была чистой. Но что-либо понять уже невозможно — лев с рычанием, от которого кровь стынет в жилах, бросается вперед — 208.\n"
            ,
            //пункт 47
            "47\n" +
                    "\n" +
                    "Морская звезда готова быть проводником, и вы вместе плывете на почту. По дороге она жалуется, что, с тех пор как в их местности поселились акулы, работы стало гораздо меньше — рыбки стараются не отплывать далеко от дома. А почтальоном работать теперь соглашаются только те, на кого акулы не обращают ни малейшего внимания. Разговор об акулах не настраивает на благодушный лад, вы снова вспоминаете об опасности.\n" +
                    "На почте Морская звезда принимает бутылку и говорит, что вы можете не волноваться — она будет доставлена по назначению. Это только люди могут думать, что море выбрасывает на берег бутылки с посланиями, да еще и в самом подходящем для этого месте. А уж в море-то даже самая маленькая несмышленая рыбешка знает, что бутылка может только утонуть, и больше ничего. Но благодаря хорошей работе почты…\n" +
                    "Больше нет ни времени, ни сил слушать ее болтовню, и вы торопитесь прочь. Однако Морская звезда останавливает вас: надо взять квитанцию. Это гладкий обкатанный водой камешек.\n" +
                    "Хотите взять его с собой? Если да, то 578, если нет, то вежливо откажитесь и плывите дальше — 32.\n"
            ,
            //пункт 48
            "48\n" +
                    "\n" +
                    "Навстречу попадается большая Морская черепаха. Можете с ней поговорить, если понимаете язык рыб, который она тоже когда-то учила в школе. Если нет, то остается либо попытаться убить ее и употребить в пищу (628), либо плыть дальше (328).\n"
            ,
            //пункт 49
            "49\n" +
                    "\n" +
                    "Если вы вернетесь в тот коридор, из которого приплыли, и свернете направо, то 188, если же хотите узнать, куда ведет следующий проход, то 422.\n"
            ,
            //пункт 50
            "50\n" +
                    "\n" +
                    "Вы наверняка помните картину с изображением грифа. Птица тоже узнала вас и готова выполнить любое желание. Вы говорите, что призовете ее, когда возникнет такая необходимость. Для этого достаточно прибавить 125 к номеру параграфа, на котором будете находиться. Затем вы покидаете остров, проведя на нем 20 минут — 555.\n"
            ,
            //пункт 51
            "51\n" +
                    "\n" +
                    "Вы отдаете капитану деньги (не забудьте вычеркнуть 10 золотых из тех, что записаны на Листке путешественника) и договариваетесь встретиться с ним на следующее утро в гавани.\n" +
                    "Вашего спутника зовут Ричард Мейстон. Наведя о нем справки в городе вечером того же дня, понимаете, что сделали правильный выбор, хотя он и сильно облегчил ваш кошелек.\n" +
                    "На следующее утро \"Святая Елена\" выходит в море. За два дня плавания не было видно ни одного корабля. Но, учитывая всю опасность этого путешествия, удивляться не приходится.\n" +
                    "Капитан рассказывает, что накануне отплытия один из его знакомых все-таки решился вывести корабль в море (кто-то из немногих оставшихся в Грейкейпе судовладельцев решил рискнуть, когда ему предложили хорошие деньги за перевозку срочного груза). Вильям Шелтон — так зовут этого отважного капитана — надеется, на то, что корабли топят все же люди, а не Господь Бог. В таком случае на хорошо вооруженном большом корабле он сможет отбиться.\n" +
                    "К вечеру того же дня на горизонте появляется силуэт корабля, в котором ваш спутник узнает корвет капитана Шелтона — \"Гермес\". Мейстон предлагает (если хотите) догнать этот корабль я попросить взять вас на борт: может быть, так будет безопаснее. Но решение за вами: нагоните корвет и подниметесь на него, оставив вашу шхуну (176), или будете продолжать путь (4)?\n"
            ,
            //пункт 52
            "52\n" +
                    "\n" +
                    "Тоннель уходит все дальше и дальше вглубь скалы, и вы уже начинаете сомневаться в правильности выбранного пути. Тревога возрастает, и даже вода как будто пронизана какой-то неведомой опасностью. Тем более что под скалой, как ни странно, гораздо светлее, чем ожидалось. Вода чуть-чуть светится, но невозможно определить — то ли это призрачный свет от стен, то ли оттого, что впереди тоннель заканчивается и из него будет какой-то выход.\n" +
                    "В это время справа от себя вы замечаете какой-то темный провал и, подплыв поближе, обнаруживаете такое же ответвление, как-то, что избрали на развилке. Свернете в него (241) или поплывете дальше прямо (160)?\n"
            ,
            //пункт 53
            "53\n" +
                    "\n" +
                    "За деревом, которое служило жилищем Рыбе-хамелеону, виднеется невысокая скала, к которой и можете направиться (532). Или же решите не испытывать больше судьбу и поплывете к выходу из подводного леса, который виднеется неподалеку (404)?\n"
            ,
            //пункт 54
            "54\n" +
                    "\n" +
                    "Вы проводите рукой по левой стене и снова режетесь о коралл (потеряйте еще 2 ВЫНОСЛИВОСТИ и к тому же 1 МАСТЕРСТВО — рука изранена достаточно сильно). Попробуете теперь правую стену (190), ту, что перед вами (528), или все же повернете обратно (10)?\n"
            ,
            //пункт 55
            "55\n" +
                    "\n" +
                    "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если удачливы, то 270, если же нет — 538.\n"
            ,
            //пункт 56
            "56\n" +
                    "\n" +
                    "Через картину проплываете, ничего не почувствовав да и не поняв, что это было. Однако на самом деле вы при случае сможете воспользоваться помощью птицы, которая была изображена на картине. Если вы когда-нибудь увидите ее, вычтите 50 из номера параграфа, на котором будете находиться, — Гриф узнает вас.\n" +
                    "Пока же вы оказываетесь в открытом море — пещера исчезла неведомо куда, как будто ее и не было. Единственный ориентир, виднеющийся неподалеку — коралловый риф. К нему и направляетесь — 382.\n"
            ,
            //пункт 57
            "57\n" +
                    "\n" +
                    "Возвращаетесь в порт, не снискав славы, зато целый и невредимый. К тому же вы единственный человек, который, пусть издалека, но видел, как действует Неведомое. Поэтому ваши рассказы еще долгое время будут слушать с немалым интересом. К тому же не исключено, что в один прекрасный день у вас появится желание повторить попытку познакомиться с Неведомым…\n"
            ,
            //пункт 58
            "58\n" +
                    "\n" +
                    "Вы отвечаете, что никакого пояса у вас нет. Русалка сожалеет, что тогда ничем помочь не может. Внезапно, будто что-то вспомнив, она спрашивает: \"Нет ли у тебя случайно маленького бубенчика?\" Если есть и вы хотите отдать его Русалке, сделайте это. Иначе она лишь грустно улыбнется и исчезнет — 437.\n"
            ,
            //пункт 59
            "59\n" +
                    "\n" +
                    "Доспехи оказываются такими тяжелыми, что вы чуть не падаете с ног (потеряйте 2 ВЫНОСЛИВОСТИ), а уж передвигаться в них совершенно невозможно. Приходится снять латы и покинуть старую башню —15.\n"
            ,
            //пункт 60
            "60\n" +
                    "\n" +
                    "Во время битвы разбиваетесь на две группы.\n" +
                    "\n" +
                    "КАПИТАН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 14\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "С вами сражаются:\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если в первой группе победил капитан, а оба ваши противника еще живы, то 140, если они мертвы, — 488, если же остался только один, — 334.\n" +
                    "В том случае, когда вы убили обоих пиратов, а капитан своего еще нет, — можете ему помочь. Как кидать кубики, решайте сами. Можете, чтобы не запутаться, сначала за первую, потом — за вторую группу, можете поочередно. Если все враги мертвы, а капитан пал в бою, то 198.\n"
            ,
            //пункт 61
            "61\n" +
                    "\n" +
                    "Стараясь не попасть в ловушку, вы залезаете в логово. Но там кромешная тьма, и приходится вернуться ни с чем. Вы покидаете остров, проведя на нем час, — 324.\n"
            ,
            //пункт 62
            "62\n" +
                    "\n" +
                    "Вдруг, уже полуживого, Барракуды оставляют вас в покое и быстро уплывают. Они не изменили своему правилу, просто кто-то еще задумал покуситься на сокровища. Но уже нет ни сил, ни желания узнать, кто именно. Вы направляетесь к развалинам, что видны неподалеку, надеясь там в безопасности отдохнуть — 402.\n"
            ,
            //пункт 63
            "63\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10 минус потери от ран\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10 минус потери от ран.\n" +
                    "\n" +
                    "Если вы убили их, то 217.\n"
            ,
            //пункт 64
            "64\n" +
                    "\n" +
                    "Скат мертв, и вы вновь на пути к рифу. Вдруг на самом дне замечаете какой-то неясный блеск. Хотите спуститься и посмотреть, что это блестит (489), или поплывете дальше (126)?\n"
            ,
            //пункт 65
            "65\n" +
                    "\n" +
                    "Тунец то приближается, то вновь отдаляется. Иногда кажется, что меч вот-вот разрубит его пополам, а иногда в голову приходит отчаянная мысль, что его никогда не догнать. Закрадывается даже подозрение: а вдруг рыбина хитрит, пытается запутать, сбить с пути или, что еще хуже, заманить в какую-то ловушку. Именно в этот момент Тунец сбавляет скорость, вы делаете отчаянную попытку его настигнуть и — успех.\n" +
                    "Убив эту проклятую рыбу, можете как следует пообедать. Тунец восстановит 6 ВЫНОСЛИВОСТЕЙ. Кроме того, если хотите, возьмите немного мяса с собой (добавьте 1 еду) — 214.\n"
            ,
            //пункт 66
            "66\n" +
                    "\n" +
                    "Вы призываете на помощь Носорога.\n" +
                    "\n" +
                    "НОСОРОГ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если хотите помочь ему, то 148, иначе он будет драться с пиратами в одиночку.\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если ваш союзник перебил всех пиратов, то он исчезает (198), если же нет, сражаться с ними дальше придется вам (583).\n"
            ,
            //пункт 67
            "67\n" +
                    "\n" +
                    "Вы вплываете в пещеру, и в ту же секунду неизвестное волшебство переносит вас на поверхность моря. Теперь можете оглядеться.\n" +
                    "Это совершенно незнакомый район моря. Более того, на картах его наверняка не было, поэтому даже представить невозможно, где вы находитесь и в какой стороне Грейкейп.\n" +
                    "Вокруг —13 островов. Если добираться до них вплавь, то путь от каждого острова (или от того места, где вы находитесь) до ближайших займет 20 минут, до более дальних — полчаса. Если у вас есть статуэтка сидящего человечка и фигурка дельфина (или только последняя), то воспользуйтесь ими.\n" +
                    "Невольно вспоминается о странном циферблате, на который вначале не обратили внимания. Когда вы проплыли через него, стрелки начали движение. В тот момент, когда они покажут 12 часов, вы должны будете отправиться на параграф 220. Таким образом, в вашем распоряжении 4 часа. Поэтому внимательно следите за временем и помните, сколько уходит минут, чтобы добраться с острова на остров.\n" +
                    "Если попадете на какой-либо остров и до истечения указанного времени останется меньше 15 минут, то придется закончить исследования.\n" +
                    "Теперь выберите первый остров, на который хотите отправиться. Если по пути вы не встречали на этот счет никаких указаний, то выбор будет зависеть только от вашей интуиции —123.\n"
            ,
            //пункт 68
            "68\n" +
                    "\n" +
                    "Предложение капитана принято. По его распоряжению вам предоставлена одна из лучших кают на корабле, и вы спокойно засыпаете. Странные крики, которые, кажется, несутся отовсюду, вырывают вас из сна. Выскакиваете в коридор, но в эту минуту корабль начинает сильно качать, не удержавшись на ногах, вы с размаху падаете на пол (потеряйте 4 ВЫНОСЛИВОСТИ) — 611.\n"
            ,
            //пункт 69
            "69\n" +
                    "\n" +
                    "Вы подплываете поближе и чувствуете непреодолимое желание опуститься на цветы и водоросли и немного отдохнуть. Ведь путь был столь тяжел, и конец его еще не предвидится. Но вы ошибаетесь: это и есть самый настоящий конец путешествия. Волшебная музыка завораживает и уже не отпускает тех, кто попал в ее власть. Ваши приключения заканчиваются на этом лугу, куда вы так неосторожно приплыли по доброй воле…\n"
            ,
            //пункт 70
            "70\n" +
                    "\n" +
                    "Приблизившись к кораблю, замечаете, что несколько матросов бросились к вам навстречу. Они уговаривают скорее уплыть прочь, потому что они не свободные люди, а пленники Неведомого. Дворянин же, которого вы только что убили, был одним из стражников. Спрашиваете, велика ли охрана и сможете ли ее перебить, чтобы освободить несчастных матросов. Но они лишь грустно вздыхают: к сожалению, это невозможно. Тогда вы обещаете спасти их позже, когда найдете Неведомое и разгадаете его тайну, а пока спешите уплыть — 399.\n"
            ,
            //пункт 71
            "71\n" +
                    "\n" +
                    "В маленькой комнатке, в которую вплываете, вас ждет такой же Рыцарь-водяной, как и те, с которыми только что сражались. Поскольку комнатка далеко от сокровищницы, он ничего не слышал. Рыцарь направляется навстречу и просит показать пропуск. Если с вами золотой щит, то 616. Если же нет, то придется драться.\n" +
                    "\n" +
                    "РЫЦАРЬ-ВОДЯНОЙ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 12\n" +
                    "\n" +
                    "Если убили его, то 422.\n" +
                    "\n"
            ,
            //пункт 72
            "72\n" +
                    "\n" +
                    "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если удачливы, то 256, если же нет — 383.\n"
            ,
            //пункт 73
            "73\n" +
                    "\n" +
                    "Крылатый лев без промедления возникает в воздухе. Кондор атакует его и не дает опуститься на землю. Только теперь понимаете, насколько неудачен был ваш выбор. Птица молнией бросается на неповоротливого льва, стараясь выклевать глаза. Лев торопится достичь твердой почвы, но Кондор залетает под него, с трудом уворачиваясь от когтей, и клюет его в брюхо. Вскоре Кондору все же удается выклевать оба глаза вашего союзника — и лев падает на землю. Он мертв. Тогда вперед выступаете вы.\n" +
                    "\n" +
                    "КОНДОР\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 9\n" +
                    "\n" +
                    "Если вам удалось отомстить, то 429.\n"
            ,
            //пункт 74
            "74\n" +
                    "\n" +
                    "Вы надеваете браслет на руку. Но что это? Он начинает все сильнее и сильнее стискивать запястье. Корчась от невыносимой боли, с трудом разжимаете коварное украшение и отбрасываете прочь. Потеряйте 1 МАСТЕРСТВО и 2 ВЫНОСЛИВОСТИ. Теперь, если вы еще этого не сделали, можете надеть пояс (338) или взять раковину (584). Если же нет желания продолжать эксперименты, уплывайте прочь — 508.\n"
            ,
            //пункт 75
            "75\n" +
                    "\n" +
                    "К счастью, вы понимаете язык рыбок. Они хотят предостеречь: и справа, и слева опасности. Если хотите, они могут проводить вас самой надежной и безопасной дорогой. Примете приглашение и последуете за коралловыми рыбками (145) или поплывете дальше сами (516)?\n"
            ,
            //пункт 76
            "76\n" +
                    "\n" +
                    "Спускаетесь к реке и жадно пьете. Ведь солнце стоит в зените, а вы уже привыкли к морской прохладе. Восстановите 4 ВЫНОСЛИВОСТИ. Больше около реки нет ничего интересного, и понятно, что блуждать здесь можно до бесконечности. Но время не ждет. Проведя на острове 40 минут, вы покидаете его — 569.\n"
            ,
            //пункт 77
            "77\n" +
                    "\n" +
                    "Джон советует плыть прямо. Он говорит, что плутать в неизвестных ходах и переходах можно до бесконечности, в то же время прямая дорога дает надежду на возвращение. Чувствуя какую-то неясную опасность, вы не соглашаетесь с ним и предпочитаете свернуть. Чтобы не поссориться, решаете бросить жребий.\n" +
                    "Киньте кости. Если выпало 1–6, то победили вы (241), если же 7 — 12, то повезло Джону. Тогда плывите прямо (160).\n"
            ,
            //пункт 78
            "78\n" +
                    "\n" +
                    "Сил становится все меньше, и крабу не составляет особого труда обезоружить вас. Его огромная клешня просто перекусывает меч — дальнейшее сопротивление становится бесполезным. Но, судя по всему, убивать вас краб не собирается. Осторожно обхватив, он несет свою добычу в подводную темницу. Там уже несколько дней томятся две акулы, добыванием пропитания для которых он как раз и занимался последние полчаса. Акулы с радостью набросятся на свежую пищу, а вы так никогда и не узнаете, чью волю выполнял Гигантский краб и кому он служил тюремщиком. Быть может, Неведомому?..\n"
            ,
            //пункт 79
            "79\n" +
                    "\n" +
                    "Узнав, что обруч с вами, ведьма искренне радуется. \"Тогда тебе будет несложно добраться до цели\", — говорит она и пытается рассказать, как найти дорогу. Несколько раз сбившись и запутавшись, она наконец решает просто проводить до нужного места. Вы долго плывете, покинув ее пещеру, в непонятном направлении. Потом ведьма указывает на появившееся вдалеке большое подводное пастбище и говорит, что это и есть ваша цель, — 269.\n"
            ,
            //пункт 80
            "80\n" +
                    "\n" +
                    "Для удобства разделитесь на две группы. В первой будут\n" +
                    "\n" +
                    "МОРЯК\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 12\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если моряк победил, а оба ваши противника еще живы, то 589, если же в живых остался только один, то 625.\n" +
                    "И вторая группа, в которой сражаетесь вы:\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если вы убили своих противников, а моряк еще нет, то можете помочь ему. Порядок боя определите сами: либо кидать кубики сначала за одну группу, потом за другую, либо попеременно. Если все враги мертвы, то 198.\n"
            ,
            //пункт 81
            "81\n" +
                    "\n" +
                    "Морская черепаха говорит, что опасность надо ждать с обеих сторон. Поэтому, не рискуя погибнуть, нужно плыть только вперед. Вы благодарите ее и в который раз хвалите себя за предусмотрительность. Прибавьте 1 УДАЧУ — 328.\n"
            ,
            //пункт 82
            "82\n" +
                    "\n" +
                    "Вы отправляетесь дальше и вскоре замечаете справа от себя сеть, полную рыбы. Рискнете подплыть подкрепиться (595) или проплывете мимо (214)?\n"
            ,
            //пункт 83
            "83\n" +
                    "\n" +
                    "\"Спасибо, но я не нуждаюсь ни в чьих советах\", — холодно говорите вы моряку, сидящему за соседним столом. Ясно, что он хочет воспользоваться неосведомленностью нового человека и заработать на этом. К тому же опасно идти со случайным попутчиком неизвестно в чей дом. Ведь моряк прекрасно понимает, что у вас должны быть деньги, и он захочет завладеть ими, не делясь ни с каким капитаном, если тот вообще существует.\n" +
                    "Что же касается штурмана, то он тоже кажется вам человеком, не внушающим особого доверия. Вы отказываетесь от его предложения, сказав, что, безусловно, цените столь опытного в мореплавании человека, но скромное содержимое вашего кошелька не позволяет сейчас, воспользоваться его услугами. Однако заверяете его, что в будущем он, безусловно, будет первым, к кому вы обратитесь. Польщенный, хотя и разочарованный, штурман уходит, допив свое пиво.\n" +
                    "Вы же решаете навести справки у хозяина таверны. Тот говорит, что лучше всего было бы обратиться к капитану Грасуотеру. Но он уже давно не заходит в таверну, и где его можно найти, никто, пожалуй, не знает. Можно было бы попробовать договориться с капитаном Шелтоном, но он сегодня вечером уходит в море на другом судне. Судя по всему, ему заплатили достаточно хорошие деньги, раз он решил рискнуть жизнью.\n" +
                    "Только теперь вы до конца понимаете, насколько трудно будет найти себе компаньона, поскольку для большинства матросов выход из порта означает верную смерть.\n" +
                    "Однако хозяин таверны готов показать дорогу к одному из портовых кабачков, где можно встретить матроса по имени Джон. Пожалуй, только он один из всех умелых моряков достаточно храбр, чтобы согласиться принять участие в подобной экспедиции. Но вас предупреждают: это будет стоить не меньше 7 золотых.\n" +
                    "Спросите у словоохотливого хозяина дорогу и пойдете искать Джона (400) или решите, что лучше вернуться на свою шхуну(524)?\n"
            ,
            //пункт 84
            "84\n" +
                    "\n" +
                    "Небольшая хижина, которая виднеется на островке, вселяет надежду, что вы не впустую потратите время. Выйдя на берег, торопитесь к ней, однако она оказывается совсем не так близко, как предполагали. Хозяин хижины встречает на пороге. На нем старая полинявшая тельняшка и холщовые брюки, заправленные в сапоги. Похоже, он поселился на острове не по своей воле, а тоже стал жертвой то ли неведомых сил, то ли обычного кораблекрушения. Так или иначе, но неухоженность постройки говорит о том, что это произошло не так давно.\n" +
                    "Если у вас есть гладкий камешек, то лучше сразу попробовать показать его моряку, если нет, — думайте, о чем будете с ним разговаривать —157.\n"
            ,
            //пункт 85
            "85\n" +
                    "\n" +
                    "На какой остров из тех, где вы еще не были, поплывете теперь? На первый (248), третий (233), четвертый (165), пятый (418), шестой (395), седьмой (535), восьмой (100), девятый (84), десятый (352), одиннадцатый (282), двенадцатый (456) или тринадцатый (500)?\n"
            ,
            //пункт 86
            "86\n" +
                    "\n" +
                    "Спустившись во впадину, очень быстро выясняете, что она понравилась не только вам, но и… спруту. Гигантский осьминог совсем не собирается делить ее с кем бы то ни было. Бежать от его длинных щупалец слишком поздно, остается одно: вступить в бой.\n" +
                    "\n" +
                    "СПРУТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 15\n" +
                    "\n" +
                    "Если вы победили врага и при этом случайно остались живы, то 271.\n"
            ,
            //пункт 87
            "87\n" +
                    "\n" +
                    "Можно направиться к невысокому подводному зданию справа от вас (384), поплыть в противоположную сторону (539) или вообще не менять направления (32).\n"
            ,
            //пункт 88
            "88\n" +
                    "\n" +
                    "Вы выхватываете меч и набрасываетесь на старика. Он с юношеским проворством выпрыгивает из лодки и принимает бой, но силы, конечно, у него уже не те.\n" +
                    "\n" +
                    "СТАРИК-ЛОДОЧНИК\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 6 Выносливость 10\n" +
                    "\n" +
                    "Если вы убили его, то 192.\n"
            ,
            //пункт 89
            "89\n" +
                    "\n" +
                    "Рыба-собака выводит вас к высокой скале и исчезает — 447.\n"
            ,
            //пункт 90
            "90\n" +
                    "\n" +
                    "Заплываете в пещеру и оказываетесь в длинном, заполненном водой тоннеле. Здесь достаточно светло, хотя никакого источника света не видно. Проплыв немного по тоннелю, видите, что он превращается в три коридора. На стене перед средним светится какая-то надпись на незнакомом языке.\n" +
                    "Куда вы поплывете: прямо (253), направо (19) или налево (52)?\n"
            ,
            //пункт 91
            "91\n" +
                    "\n" +
                    "Вы кидаете в воду 2 еды. \"Ты решил покормить моих рыбок? — говорит Дух течения. — Это похвально и правильно\". Со всех сторон маленькие юркие рыбки, как воробьи, слетелись на еду. \"Что же ты хочешь за это? — спрашивает Дух. — Удачи? Совета?\" Так что же вы попросите: совета (436) или удачи (385)?\n"
            ,
            //пункт 92
            "92\n" +
                    "\n" +
                    "\"Я вижу, тебе помог мой совет\", — говорит Король. Вы еще раз благодарите его и спрашиваете, не знает ли он, что вам еще предстоит. Выясняется, что, конечно, знает — на то он и Король. На самом большом, тринадцатом острове вас ждут главные враги и самые большие испытания, по сравнению с которыми все предыдущие покажутся сущей безделицей.\n" +
                    "\"Но я помогу тебе, — продолжает он. — Я дам тебе в помощь одного из своих Рыцарей-водяных. В нужную минуту он защитит тебя\". После этого Король взмахивает рукой, и на месте королевских покоев оказывается пустынный пляж, а вы, вместо того чтобы выйти в дверь, просто сходите в воду. Вы провели на острове ровно полчаса — 540.\n" +
                    "(Когда вам понадобится помощь Рыцаря-водяного, вычтите 139 из номера параграфа, на котором будете находиться.)\n"
            ,
            //пункт 93
            "93\n" +
                    "\n" +
                    "Вы медленно двигаетесь навстречу Киту. В этот момент сильный поток воды подхватывает вас и несет в пасть животного. Сопротивляться такому сильному течению невозможно. Через пару минут вы уже внутри огромного кашалота — выбраться отсюда будет не так-то просто. К тому же вы изрядно ослаблены, потеряли 4 ВЫНОСЛИВОСТИ. Если у вас есть трезубец, то 272, если же нет, то 608.\n"
            ,
            //пункт 94
            "94\n" +
                    "\n" +
                    "У вас не осталось ни денег, ни еды, но настроение неожиданно улучшается: на морском дне вдруг замечаете какой-то блеск, подплываете и находите… меч! Настоящий средневековый клинок, давно уже вышедший из употребления, но легкий и удобный. Возьмите его с собой: хотя это и не привычная шпага, но уж защитить-то себя им можно. Теперь не остается ничего другого, как попытаться исследовать подводное царство. Оглядевшись, слева от себя замечаете вход в пещеру. Хотите направиться туда (90) или поплывете куда глаза глядят (523)?\n"
            ,
            //пункт 95
            "95\n" +
                    "\n" +
                    "Несмотря на позднее время, вы не ложитесь спать: мучает какое-то предчувствие. Далеко за полночь самые худшие предположения оправдываются — в предрассветной дымке хорошо видно, как корма \"Гермеса\" поднимается над водой и корвет начинает погружаться в воду. До места трагедии еще слишком далеко, чтобы можно было разгадать причину кораблекрушения. Хотите вернуться как можно скорее в Грейкейп я не испытывать больше судьбу (57) или смело направитесь вперед (387)?\n"
            ,
            //пункт 96
            "96\n" +
                    "\n" +
                    "Благодаря вашей догадливости открыть кодовый замок в верхнем левом углу двери не составило особого труда. Дверь медленно открывается —193.\n"
            ,
            //пункт 97
            "97\n" +
                    "\n" +
                    "\"Кто ты и с чем пришел?\" — спрашивает лев. Вы отвечаете, что пришли с миром, и просите у многоуважаемого льва прощения за причиненное беспокойство. Благородное животное оценило вашу вежливость: теперь оно настроено более благодушно, и можете попросить о помощи. Как ни странно, лев не заставляет долго себя упрашивать: он согласен помочь. Когда возникнет необходимость позвать его, вычтите 296 из номера параграфа, на котором в то время окажетесь. После этого выбираетесь из логова Крылатого льва и покидаете остров, проведя на нем 35 минут — 324.\n"
            ,
            //пункт 98
            "98\n" +
                    "\n" +
                    "\"Твой выбор мудр, — говорит Король. — Возьми от меня на память кольцо с изображением трезубца, может, Бог даст, еще и встретимся\". С этими словами он подает знак одному из приближенных, и тот выводит вас в какой-то коридор, идущий, по его словам, в нужном направлении. Если хотите взять кольцо с собой, наденьте его на палец, если же нет, — можете незаметно выбросить: сейчас за вами никто не наблюдает — 422.\n"
            ,
            //пункт 99
            "99\n" +
                    "\n" +
                    "Смертельно раненный Великан падает на колени. Если вы встречали капитана Шелтона, то 457, если нет — 249.\n"
            ,
            //пункт 100
            "100\n" +
                    "\n" +
                    "Вы выходите на берег небольшого островка, вернее, скалы, одиноко торчащей из воды. Завидев вас, из гнезда на самой ее вершине появляется какая-то птица и кругами начинает спускаться вниз. Когда она приближается, становится ясно, что это Гриф. Если хотите сделать так, чтобы он узнал вас, то поторопитесь, иначе с кровожадной птицей придется драться.\n" +
                    "\n" +
                    "ГРИФ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 10\n" +
                    "\n" +
                    "Если удается убить его, то с острова уплываете, потратив на его посещение 40 минут, — 555.\n"
            ,
            //пункт 101
            "101\n" +
                    "\n" +
                    "Отважно поплыв дальше в глубь леса, вы вскоре замечаете под одним из деревьев сидящего маленького человечка. Это Карлик, который не проявляет к вам ни малейшего интереса. Можете заговорить с ним (450), убить его, надеясь на интересную добычу (286), или просто проплыть мимо и отправиться дальше (501).\n"
            ,
            //пункт 102
            "102\n" +
                    "\n" +
                    "Когда удается доплыть до места трагедии, все уже кончено. От корвета не осталось и следа. Но уже через несколько минут вам приходится подумать о судьбе \"Святой Елены\". Вода вокруг нее вскипает, Джон бросается к штурвалу, пытаясь избежать опасного места, но волны, как скорлупкой, играют шхуной, и она перестает слушаться руля. К тому же судно начинает тонуть, и команда в ужасе прыгает за борт. Вы с Джоном пытаетесь отвязать одну из шлюпок, но в это время огромная волна накрывает палубу, и вы оказываетесь в воде далеко от тонущего корабля — 26.\n"
            ,
            //пункт 103
            "103\n" +
                    "\n" +
                    "Неожиданно вы замечаете среди каменных валунов на морском дне расщелину. Подплыв поближе, вы обнаруживаете, что из нее торчит странный тонкий сухой отросток. Судя по всему, это остаток каких-то водорослей. Но как могут водоросли высохнуть под водой? Хотите приблизиться и внимательнее осмотреть это место (451)? Если нет, то можете либо просто плыть дальше (189), либо заинтересоваться большим подводным лугом слева от вас (269).\n"
            ,
            //пункт 104
            "104\n" +
                    "\n" +
                    "Если можете позвать на помощь Грифа и Филина, то вы конечно же знаете необходимые для этого числа. Сложите их между собой и прибавьте к номеру этого параграфа. Ну, а если не можете этого сделать, — вступайте в схватку сами — 262.\n"
            ,
            //пункт 105
            "105\n" +
                    "\n" +
                    "Коридор приводит вас в странный овальный зал. В нем царит полумрак, но постепенно глаза к нему привыкают. В конце зала, где прямо из каменных плит растут водоросли, вы замечаете какое-то движение. Это рыбы, которые выплывают из одной стены и скрываются в другой. Такое впечатление, что скалы, образующие зал, существуют только в вашем воображении. Пять или шесть молодых водяных развлекаются тем, что по очереди кидают свои трезубцы. Рыбки невелики, и попасть очень сложно. Поэтому каждый успех приветствуется радостными жестами. Почувствовав ваше присутствие, все оборачиваются. Если у вас есть опознавательный знак и вы хотите показать его водяным, то 502. Если же у вас есть трезубец, — 438. В том случае, если у вас нет ни того, ни другого, — 312.\n"
            ,
            //пункт 106
            "106\n" +
                    "\n" +
                    "Вернитесь на 361 и выберите картину, через которую вы решились проплыть. Через первую — 621, вторую — 412, третью — 556, четвертую — 306, пятую — 469, шестую — 39, седьмую — 209.\n"
            ,
            //пункт 107
            "107 \n"+
                    "\n" +"ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если вы удачливы, то 618, если нет, — 203."
            ,
            //пункт 108
            "108 \n"+
                    "\n" +
                    "Удача не оставила вас. Быстро отрубив щупальце, которое уже потянулось к вашему горлу, вы устремляетесь прочь так быстро, как только можете. Ленивый кальмар не станет преследовать, а предпочтет дождаться в засаде более неповоротливую добычу — 447."
            ,
            //пункт 109
            "109\n" +
                    "\n" +
                    "Однако уже поздно. Охрана заметила вас и отрезала все пути к отступлению. Бой неравен: атакуют сразу 10–12 человек. Трое погибают, но остальные даже не стараются взять вас в плен. Чтобы внушить матросам еще больше страха, они убивают вас прямо у них на глазах…\n"
            ,
            //пункт 110
            "110\n" +
                    "\n" +
                    "Одержав победу, Рыба-молот уплывает, вильнув на прощание хвостом, — 369.\n"
            ,
            //пункт 111
            "110\n" +
                    "\n" +
                    "Одержав победу, Рыба-молот уплывает, вильнув на прощание хвостом, — 369.\n"
            ,
            //пункт 112
            "112\n" +
                    "\n" +
                    "Меч выскальзывает из рук и стремительно падает на дно. Чтобы вернуть его, с чудовищным растением придется драться — без меча вы погибнете в подводном царстве. Но сейчас вы безоружны, поэтому во время боя уменьшайте свою СИЛУ УДАРА на 3 в каждом раунде атаки. Однако, если у вас есть какое-либо другое оружие, можете его использовать (в этом случае ваша СИЛА УДАРА останется прежней) -11.\n"
            ,
            //пункт 113
            "113\n" +
                    "\n" +
                    "Призвав на помощь Носорога, вы надеетесь, что он победит ваших врагов.\n" +
                    "\n" +
                    "НОСОРОГ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10\n" +
                    "Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10\n" +
                    "Выносливость 10\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10\n" +
                    "Выносливость 10\n" +
                    "\n" +
                    "Если ваши надежды оправдались, то Носорог исчезает (217), если же нет, то дальше придется сражаться самому (63).\n"
            ,
            //пункт 114
            "114\n" +
                    "\n" +
                    "Старик делает вид, что не понимает, о ком вы говорите, подозрительно быстро заканчивает разговор и торопится уплыть. Убьете его, чтобы он не предупредил Неведомое о том, что вы его разыскиваете (или же просто для того, чтобы завладеть лодкой) (88), или распрощаетесь с ним и отправитесь дальше (365)?\n"
            ,
            //пункт 115
            "115\n" +
                    "\n" +
                    "Джон советует плыть в тот тоннель, рядом с которым виднеется надпись. Он говорит, что Зло вряд ли будет извещать о себе таким образом, значит, эта дорога не ведет в логово Неведомого. А любые добрые силы, быть может, смогут вам помочь. Теперь вернитесь на 90 и решите, прислушаетесь к его совету или нет.\n"
            ,
            //пункт 116
            "116\n" +
                    "\n" +
                    "Карлик говорит, что может предложить по крайней мере четыре рыбки: Рыбу-меч (307), Рыбу-пилу (452), Рыбу-луну (503) и Рыбу-ежа (40). Однако вы можете купить только одну. Если все же решите отдать ему деньги за рыбку, то сделайте это. Можете также попробовать убить его, чтобы завладеть всем бесплатно (286), или отправиться дальше (501).\n"
            ,
            //пункт 117
            "117\n" +
                    "\n" +
                    "Направившись к подводному поселению, вы обнаруживаете целый ряд небольших домиков, прилепившихся к подножию кораллового атолла. Интересно, кто может в них жить? Вы хотите подплыть поближе, чтобы узнать это, но вдруг чувствуете, что неизвестная сила, удерживавшая вас под водой и не дававшая всплыть, исчезает и ваше тело начинает неудержимо стремиться вверх, к поверхности воды. Постараетесь удержаться внизу, зацепившись за атолл (512), или всплывете на поверхность моря (484)?\n"
            ,
            //пункт 118
            "118\n" +
                    "\n" +
                    "Вы решаете признаться, что обруч у вас есть, и на лице Духа течения появляется радостная улыбка. \"Тогда полдела сделано, — говорит он, — ты сможешь выбраться отсюда. Если хочешь сделать это поскорее, плыви направо, а там и до пастбища недалеко\". Прежде чем вы успеваете спросить, о каком пастбище идет речь и чем оно может помочь, Дух исчезает — 549.\n"
            ,
            // 119
            "119\n" +
                    "\n" +
                    "Рыба отказывается от преследования, и вскоре перед вами открывается скопление прекрасных подводных цветов — 234.\n"
            ,
            //пункт 120
            "120\n" +
                    "\n" +
                    "Бросаете еду в воду, и Рыба-фонарик чинно и аккуратно съедает ее. Теперь она ваш верный слуга. Если она вдруг понадобится, достаточно вычесть 200 из номера параграфа, на котором будете находиться, и рыбка придет на помощь. А пока — плывите дальше — 612.\n"
            ,
            //пункт 121
            "121\n" +
                    "\n" +
                    "Быстро уплываете прочь от Морского черта и радуетесь, что удалось избежать боя, — 398.\n"
            ,
            //пункт 122
            "122\n" +
                    "\n" +
                    "Не успели устроиться поудобнее в кресле, как стена перед вами начинает светиться ровным зеленоватым светом. Потом на ней проступают черные буквы — и вот уже можно различить четкую надпись. Если хотите, перерисуйте ее на Листок путешественника.\n" +
                    "Носорог — Воины — Спутник — Филин — Царь — Рыцари — Лев — Гриф — Моряк—?—?—?—X.\n" +
                    "Постепенно буквы тают, и необычный экран снова превращается в стену. Можете еще немного посидеть в кресле и отдохнуть (восстановите 6 ВЫНОСЛИВОСТЕЙ), после чего все-таки придется уходить — время дорого — 41.\n"
            ,
            //пункт 123
            "123\n" +
                    "\n" +
                    "На какой остров вы поплывете для начала? На первый (248), второй (16), третий (233), четвертый (165), пятый (418), шестой (395), седьмой (535), восьмой (100), девятый (84), десятый (352), одиннадцатый (282), двенадцатый (456) или тринадцатый (500)?\n"
            ,
            //пункт 124
            "124\n" +
                    "\n" +
                    "Вы предлагаете серебряное блюдо, но, судя по всему, Карлик просто не знает ценности серебра. Он считает, что вы просто жадина, и не стесняется высказать вслух все, что думает по этому поводу. Не дослушав его до конца, вы плывете дальше — 501.\n"
            ,
            //пункт 125
            "124\n" +
                    "\n" +
                    "Вы предлагаете серебряное блюдо, но, судя по всему, Карлик просто не знает ценности серебра. Он считает, что вы просто жадина, и не стесняется высказать вслух все, что думает по этому поводу. Не дослушав его до конца, вы плывете дальше — 501.\n"
            ,
            //пункт 126
            "124\n" +
                    "\n" +
                    "Вы предлагаете серебряное блюдо, но, судя по всему, Карлик просто не знает ценности серебра. Он считает, что вы просто жадина, и не стесняется высказать вслух все, что думает по этому поводу. Не дослушав его до конца, вы плывете дальше — 501.\n"
            ,
            //пункт 127
            "127\n" +
                    "\n" +
                    "Достаете перо Филина, и большая птица тут же опускается перед вами на ветку. Филин должен служить обладателю пера, и он готов выполнить любой приказ. Когда захотите позвать его, прибавьте 101 к номеру параграфа, на котором будете находиться. Теперь же пора покидать остров, вы и так потеряли на нем полчаса — 258.\n"
            ,
            //пункт 128
            "128\n" +
                    "\n" +
                    "Вы промахнулись, в то время как несколько ваших соперников попали в цель. Однако никто не поразил цель 3 раза. Теперь победителя должен определить жребий. Водяные увлеклись спором, как это должно происходить, и не обращают на вас внимания. Поэтому можете спокойно уплыть из залы по коридору, ведущему дальше, прихватив с собой трезубец, — 236.\n"
            ,
            //пункт 129
            "129\n" +
                    "\n" +
                    "Обретая нового хозяина, рубин ярко вспыхивает, как только надеваете обруч на голову. Пока для вас остается загадкой, кто и для чего его сделал, но если когда-нибудь в будущем представится случай воспользоваться диадемой, вычтите 100 из номера параграфа, на котором будете в тот момент находиться (прибавьте себе 1 УДАЧУ). Теперь ваш путь лежит дальше — 204.\n"
            ,
            //пункт 130
            "130\n" +
                    "\n" +
                    "Пока сражались с водяным, его товарищи приходят на помощь. Противников слишком много, чтобы их можно было победить быстро и бесшумно. Не без труда пробираетесь к выходу, оставляя за собой трупы, но поздно — к вашим врагам приходит подмога. Бой долог, но метко брошенный трезубец кладет ему конец. Вам так и не довелось встретиться с Неведомым …\n"
            ,
            //пункт 131
            "131\n" +
                    "\n" +
                    "\n" +
                    "МОРСКОЙ ЧЕРТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 2\n" +
                    "\n" +
                    "Если вы добили его, то 472.\n"
            ,
            //пункт 132
            "132\n" +
                    "\n" +
                    "К сожалению, жребий выпал одному из ваших соперников — 559.\n"
            ,
            //пункт 133
            "133\n" +
                    "\n" +
                    "Вы призываете на помощь Крылатого льва. Если хотите ему помочь, то 600, иначе придется драться с пиратами в одиночку.\n" +
                    "\n" +
                    "КРЫЛАТЫЙ ЛЕВ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если лев победил, он улетает, сопровождаемый вашим благодарным взглядом (198), если же пираты убили его, в бой придется вступить вам (583).\n"
            ,
            //пункт 134
            "134\n" +
                    "\n" +
                    "Вы прячетесь за ближайшим валуном, а Акула-людоед проплывает мимо. Теперь, когда опасность миновала, можете отправляться дальше —189.\n"
            ,
            //пункт 135
            "135\n" +
                    "\n" +
                    "Куда вы поплывете? Направо от скалы (336) или налево (566)?\n"
            ,
            //пункт 136
            "136\n" +
                    "\n" +
                    "Вы склоняетесь перед предводителем и передаете ему жемчужины: чужое никогда не приносит удачи. Принц узнает драгоценности — это и в самом деле жемчужины из короны его предка. Но он не может принять их, не отблагодарив вас. Сейчас не до подарков, и вы просите дать союзника, который бы в трудную минуту мог постоять за вас. Принц согласен и, выбрав одного из самых храбрых и сильных воинов, передает его в полное ваше распоряжение. Когда захотите воспользоваться его помощью, вычтите 258 из номера параграфа, на котором будете находиться. После этого прощаетесь с Принцем и покидаете остров, проведя на нем 45 минут, — 85.\n"
            ,
            //пункт 137
            "137\n" +
                    "\n" +
                    "Бой продолжается. Теперь в схватке две пары:\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8 минус потери от ран,\n" +
                    "\n" +
                    "а также\n" +
                    "\n" +
                    "РЫЦАРЬ-ВОДЯНОЙ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 9 минус потери от ран\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8 минус потери от ран\n" +
                    "\n" +
                    "Если кто-то побеждает в одной из пар, то может помочь другу. В случае удачи поблагодарите Рыцаря-водяного, и он уплывает —198.\n"
            ,
            //пункт 138
            "138\n" +
                    "\n" +
                    "Чешуйка Морского дракончика с собой, и вы немедленно достаете ее. Дракон спускается на землю и спрашивает, как она оказалась у вас. Конечно, вам хватает ума не проговориться, что вы убили его дальнего родственника. Вы отвечаете, что Морской дракончик дал ее сам и сказал, что нужно предъявить ее собрату, чтобы тот не причинил вреда. Дракон поворачивается к Великану и говорит, что слово родственника для него закон. После чего величественно поднимается в воздух и скрывается в вышине — 476.\n"
            ,
            //пункт 139
            "139\n" +
                    "\n" +
                    "Один из орнаментов на боковой стенке поддается и сдвигается в сторону — вам посчастливилось найти секретный замок! Теперь открыть сундук не составит большого труда. Внутри его 5 золотых, бронзовый браслет, золотой пояс и раковина. Деньги можете сразу же записать на свой Листок путешественника. Но что вы возьмете кроме этого? Золотой пояс (338)? Раковину (584)? Примерите браслет (74)? Если же ни одна из этих вещей вас не привлекает, отправляйтесь дальше (508).\n"
            ,
            //пункт 140
            "140\n" +
                    "\n" +
                    "Бой продолжается в следующем порядке. Первая пара:\n" +
                    "\n" +
                    "КАПИТАН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 14 минус потери от ран\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8 минус потери от ран,\n" +
                    "\n" +
                    "а вторая пара — вы и\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8 минус потери от ран\n" +
                    "\n" +
                    "Если все пираты убиты, то 198 (если в одной из пар кто-то победил раньше, он может помочь союзнику). Но если при этом капитан остался жив, — 488.\n"
            ,
            //пункт 141
            "141\n" +
                    "\n" +
                    "Жребий выпадает Джону. Он первым проплывает через картину с изображением Грифа, и она смыкается за его спиной. Через несколько минут вы следуете за ним (56), но по ту сторону вашего спутника нет. Все поиски бесполезны, но, быть может, когда-нибудь и узнаете, что с ним случилось.\n"
            ,
            //пункт 142
            "142\n" +
                    "\n" +
                    "Едва успеваете схватиться за рукоять меча, как офицер выхватывает из-за пояса пистолет. Увы, за время подводных путешествий вы отвыкли от современного оружия, а живете-то уже в XVII веке. Конечно, против пистолета вы бессильны, и не остается ничего другого, как подчиниться, — 511.\n"
            ,
            //пункт 143
            "143\n" +
                    "\n" +
                    "Из темноты вырывается луч света и освещает вашу руку. Безумно удивившись, видите, что на руке появилась какая-то черная снежинка, похожая на татуировку. В ту же минуту Лев с рычанием прыгает вперед — 208.\n"
            ,
            //пункт 144
            "144\n" +
                    "\n" +
                    "Несколько минут вы любуетесь красивым фонтанчиком. Какой неведомый зодчий воздвиг его посреди моря? Для чего? Кому на потеху? А может быть, это подводный маяк, который указывает путь, ведь пузырьки видны издалека. Так или иначе, фантазировать можно долго. Несомненно одно: в подводном царстве еще много для вас неизвестного и таинственного. И, как ни странно, чувствуете даже некоторую благодарность к Неведомому, предоставившему невероятную возможность совершить это путешествие. Однако, несмотря на задумчивое настроение, чувство опасности не покидает вас: едва уловимый блеск рядом с тем местом, откуда выходят пузырьки, заставляет мгновенно насторожиться. Вдруг это отсвечивает чешуя какой-нибудь притаившейся рыбы? Захотите посмотреть, что там блестит (590), или предпочтете не рисковать и отправитесь дальше (343)?\n"
            ,
            //пункт 145
            "145\n" +
                    "\n" +
                    "Рыбки ведут вас только им одним известным путем. Притом так быстро, что невозможно толком рассмотреть окрестности. Но все же главное в том, что никто не нападает. Эти маленькие очаровательные существа вызывают у вас такое большое доверие, что, когда они исчезают, становится даже немного грустно, — 447.\n"
            ,
            //пункт 146
            "146\n" +
                    "\n" +
                    "Неподалеку затаился еще один враг. Это Гигантский. краб, который, несмотря на почтенные размеры, передвигается столь быстро, что скрыться от него вряд ли удастся.\n" +
                    "\n" +
                    "ГИГАНТСКИЙ КРАБ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 14\n" +
                    "\n" +
                    "Если он уменьшил вашу ВЫНОСЛИВОСТЬ до 4, то 78. Если же вы убили его, — 597.\n"
            ,
            //пункт 147
            "147\n" +
                    "\n" +
                    "Вы призываете Морского рыцаря, и он немедленно появляется. Если хотите помочь ему победить врагов, то 594, иначе —\n" +
                    "\n" +
                    "МОРСКОЙ РЫЦАРЬ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 12\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Рыцарь побеждает пиратов и вновь исчезает (198). Если он погиб, придется вступить в схватку с врагами самому (583).\n"
            ,
            //пункт 148
            "148\n" +
                    "\n" +
                    "Для того чтобы сражаться было удобнее, разделитесь на две группы. Порядок боя определите сами. Если боитесь запутаться, то лучше кидать кубики сначала за одну группу, потом за другую. При этом до выявления победителя можете чередовать группы. Итак, в первой паре сражаются:\n" +
                    "\n" +
                    "НОСОРОГ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8,\n" +
                    "\n" +
                    "во второй — вы и\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если повержены оба ваши противника, можете помочь Носорогу. Когда убьете всех пиратов. Носорог исчезнет (198). Если же Носорог первым победит своего противника, он может вам помочь. При этом если бой продолжается с обоими пиратами, то 598, а если только с одним, то 491.\n"
            ,
            //пункт 149
            "149\n" +
                    "\n" +
                    "Поскольку в отличие от вас лев прекрасно ориентируется в темноте, то во время всего сражения придется уменьшить на 2 свое МАСТЕРСТВО.\n" +
                    "\n" +
                    "КРЫЛАТЫЙ ЛЕВ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если вы убили благородное животное, можете покинуть остров, проведя н. а нем 35 минут (324). Или же, соблюдая меры предосторожности, доберитесь до логова льва, осмотрите его и воспользуйтесь плодами своей победы (61).\n"
            ,
            //пункт 150
            "150\n" +
                    "\n" +
                    "Великан немало удивлен мастерством, ловкостью и смелостью соперника и начинает всерьез опасаться за свою жизнь. Его совсем не прельщает гибель от руки какого-то неизвестного авантюриста, забравшегося на его остров и победившего всех слуг. Когда Великан понимает, что вы его не боитесь и настроены очень решительно, он произносит какое-то заклятие, и… меч тает в ваших руках. Честный поединок закончен. Пустив в ход магию, враг нарушил его условия. Теперь речь может идти только о жизни или смерти. Если есть амулет, то 341, если где-то по дороге вы случайно подобрали ржавый меч, то 348, если же нет ни того, ни другого, — 609.\n"
            ,
            //пункт 151
            "151\n" +
                    "\n" +
                    "Штурман получает деньги, и на следующее утро шхуна выходит в открытое море. Ваш новый помощник не знает цели путешествия, да и не слишком интересуется этим: ему хорошо платят, и этого вполне достаточно. Море кажется спокойным, странно только, что за два дня плавания не встретилось ни одного судна. Штурман нехотя объясняет, что, с тех пор как Неведомое стало похищать корабли, их владельцы разорились, часть флота потеряв, а часть бросив в гавани — невозможно найти матросов, желающих рисковать жизнью (большинство из них вообще уехало из Грейкейпа). Однако штурман говорит, что накануне отплытия капитан Шелтон все-таки вывел в море свой корабль: ему хорошо заплатили, и даже в случае смерти его семья будет обеспечена. Шелтон — отважный и умелый мореплаватель, но все же сомнительно, чтобы ему удалось провести через опасный район такое большое судно, как \"Гермес\". Теперь понятно, на что надеется ваш спутник — проскользнуть незамеченным на маленькой шхуне. Но действительно ли это безопаснее, ведь небольшой корабль легче потопить. Поэтому, когда к вечеру того же дня на горизонте появляется силуэт корабля и штурман узнает \"Гермес\" Шелтона, вы начинаете думать, не лучше ли перейти на большое судно и не рисковать. Так что же? Нагоните корабль капитана Шелтона (405) или будете продолжать свой путь (237)?\n"
            ,
            //пункт 152
            "152\n" +
                    "\n" +
                    "Подплыв к растущим рядом деревьям, вы вдруг замечаете, что от одной ветки внезапно что-то отделилось и бросилось на вас. Это Рыба-хамелеон. Прежде чем успеваете понять, что произошло, чувствуете сильный укус в плечо (потеряйте 2 ВЫНОСЛИВОСТИ).\n" +
                    "Рыбка не больше ладони, ее трудно даже разглядеть. Но с ней придется сразиться, ведь укусы весьма болезненны.\n" +
                    "\n" +
                    "РЫБА-ХАМЕЛЕОН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 10\n" +
                    "\n" +
                    "Если вы убили ее, то 53.\n"
            ,
            //пункт 153
            "153\n" +
                    "\n" +
                    "Вам повезло: вы уплываете раньше, чем опасная рыба успевает атаковать. Плыть приходится так быстро, что не замечаете, как оказались на опушке огромного подводного леса, необыкновенно похожего на настоящий, — 3.\n"
            ,
            //пункт 154
            "154\n" +
                    "\n" +
                    "\"Джон!\" — зовете вы, думая, что это ваш спутник. Но незнакомец уже скрылся из виду, и вы не знаете, слышал он, что его позвали, или нет. Можете не выяснять, кто этобыл, и покинуть остров, проведя на нем ровно полчаса (358), или попробуйте догнать этого человека (525).\n"
            ,
            //пункт 155
            "155\n" +
                    "\n" +
                    "Вы вплываете в темноту пещеры и почти сразу же чувствуете острую боль в правой руке (потеряйте 1 МАСТЕРСТВО и 2 ВЫНОСЛИВОСТИ). У самого входа извивается огромными кольцами потревоженная Морская змея. Избежать сражения уже не удастся, и в живых теперь останется кто-то один: или вы, или она.\n" +
                    "\n" +
                    "МОРСКАЯ ЗМЕЯ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 14\n" +
                    "\n" +
                    "Укусы змеи очень ядовиты, поэтому за каждый из них вычитайте не 2, а 3 ВЫНОСЛИВОСТИ. При этом, если на кубиках выпадает 12 (за нее), Морской змее снова удается ужалить вас в руку, и, кроме ВЫНОСЛИВОСТИ, потеряйте еще 1 МАСТЕРСТВО. Если удалось убить врага, — 355.\n"
            ,
            //пункт 156
            "156\n" +
                    "\n" +
                    "Решаете кинуть еду в воду (вычеркните 1 еду из Листка путешественника), и рыбка с жадностью на нее набрасывается. Это Солнечная рыба, и при случае она еще поможет вам. Если захотите позвать ее, прибавьте 111 к номеру параграфа, на котором будете находиться, и за добро вам отплатят добром. Теперь же рыбка уплывает, а вы продолжаете свой путь — 243.\n"
            ,
            //пункт 157
            "157\n" +
                    "\n" +
                    "Вы рассказываете моряку свою историю, которую он выслушивает с нескрываемым сочувствием. Однако, когда обращаетесь к нему за помощью, он отвечает, что жизнь научила его не ввязываться в дела, не имеющие к нему никакого отношения. \"В свое время некто прошел мимо такой же моей просьбы, и вот почему я здесь\", — произносит он фразу, смысл которой не совсем ясен. Теперь можете либо покинуть остров и негостеприимного хозяина, потеряв 20 минут (530), либо попытаться расспросить моряка о близлежащих островах (9).\n"
            ,
            //пункт 158
            "158\n" +
                    "\n" +
                    "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если удачливы, то 413, если же нет, — 533.\n"
            ,
            //пункт 159
            "159\n" +
                    "\n" +
                    "Вы еще не успели направиться в ту сторону, где только что видели рыбу, как она сама разворачивается и кидается навстречу. Теперь-то вы узнаете ее: перед вами длинное гибкое тело акулы. Слишком поздно пытаться скрыться, чтобы избежать неприятной встречи, ведь вы вряд ли можете победить в состязании на скорость. Так что уж лучше встретить опасность лицом к лицу.\n" +
                    "\n" +
                    "АКУЛА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 16\n" +
                    "\n" +
                    "Если смогли уменьшить ВЫНОСЛИВОСТЬ противника до 8, то 406. Если акула уменьшила вашу ВЫНОСЛИВОСТЬ до 8, то 362.\n"
            ,
            //пункт 160
            "160\n" +
                    "\n" +
                    "Вскоре тоннель заканчивается огромным залом, по стенам которого стоят прочные металлические сундуки. Из зала ведут еще два коридора, похожие на тот, через который вы сюда попали. Хранилище ярко освещено, но времени осмотреться и понять, откуда идет свет, уже нет: к вам направляются три Водяных (их несложно узнать по рыбьим хвостам и острым трезубцам). Но что-то в них не так. Наконец понимаете, в чем дело: на них латы — это явно воины. Если хотите, можете быстро прошмыгнуть в один из тоннелей и попробовать скрыться (72) или же вступайте с ними в разговор (244).\n"
            ,
            //пункт 161
            "161\n" +
                    "\n" +
                    "Вы отталкиваетесь ногами от дна и стремитесь вверх. Но что это? В ваши легкие начинает заливаться вода, а до поверхности так далеко! Как только вы решили покинуть подводное царство, волшебство прекратилось и пропала чудесная способность дышать под водой. Несколько судорожных движений — и все кончено. Ваше обмякшее тело медленно спускается на дно…\n"
            ,
            //пункт 162
            "162\n" +
                    "\n" +
                    "Когда проводите рукой по стенке тоннеля, острый коралл режет руку (потеряйте 2 ВЫНОСЛИВОСТИ). Будете дальше ощупывать стены (257) или повернете обратно (10)?\n"
            ,
            //пункт 163
            "163\n" +
                    "\n" +
                    "Осторожно вплыв в люк, осматриваетесь. Вроде бы опасность ниоткуда не грозит и можно приступить к осмотру корабля. Хотите поплыть в каюту капитана (585), в трюм (411) или в каюту штурмана (364)?\n"
            ,
            //пункт 164
            "164\n" +
                    "\n" +
                    "Вы налегаете на дверь плечом (потеряйте 1 ВЫНОСЛИВОСТЬ), но она не поддается. Попробуете посильнее оттолкнуться от противоположной стены и открыть ее (21) или поднимитесь вверх по лестнице (359)?\n"
            ,
            //пункт 165
            "165\n" +
                    "\n" +
                    "Остров невелик и весь покрыт дубовой рощей. Входите в нее, но сколько ни бродите среди деревьев, нигде не видите ни души. Лишь Филин летает по пятам да подозрительно ухает, когда подходите близко к дереву. Если есть перо Филина, можете воспользоваться им. В противном случае вы потеряли на острове полчаса и покидаете его ни с чем (258). Однако есть еще одна возможность: приблизиться к Филину и попытаться познакомиться с ним поближе (624).\n"
            ,
            //пункт 166
            "166\n" +
                    "\n" +
                    "Угощают щедро — можете восстановить 6 ВЫНОСЛИВОСТЕЙ. За едой предводитель рассказывает историю своего народа. Вы узнаете, что когда-то, в давние-стародавние времена, королевство, где они жили, было разорено воинами злого чародея Барлада Дэрта, Король (его прапрапрадед) был убит, а корона с жемчужинами, главная ценность, которой дорожили в его семье, досталась черному магу. Барлад Дэрт не стал ее носить, а жемчужины вынул из короны и продал, чтобы на вырученные деньги купить новых наемников. Узнав об этом, его прапрадед, ставший Королем вместо отца, поклялся найти все жемчужины. Но сделать это не смог. Идут века, и каждый раз старший сын Короля в день своего совершеннолетия произносит священную клятву. В свое время произнес ее и ваш собеседник. Поиски жемчужин забросили его с товарищами на этот остров, где они решили отдохнуть, перед тем как двинуться дальше. Если у вас есть жемчужины, то отдайте их потомку древних королей, если же нет, то поблагодарите его за гостеприимство и покиньте остров, проведя на нем 45 минут, — 85.\n"
            ,
            //пункт 167
            "167\n" +
                    "\n" +
                    "\"Святая Елена\" догоняет корвет, с него спускают шлюпку, чтобы доставить вас и Джона на борт. Капитан Шелтон радушен и сам предлагает остаться на \"Гермесе\". Вы принимаете приглашение и отправляете свою шхуну обратно в порт. Ночью впервые за несколько дней вы можете спокойно уснуть — 366.\n"
            ,
            //пункт 168
            "168\n" +
                    "\n" +
                    "Далеко впереди показались острые вершины подводных скал. Хотите проплыть так, чтобы можно было разглядеть их поближе (259), или не будете рисковать и направитесь в открытое море (423)?\n"
            ,
            //пункт 169
            "169\n" +
                    "\n" +
                    "Вы прощаетесь со своим спутником, и он уплывает. Вдруг на дне что-то привлекает ваше внимание. Подплыв поближе, видите, что это меч, неизвестно как попавший сюда. Конечно, ваша рука больше привыкла к шпаге, но и такое оружие никогда не помешает. К счастью, деньги были при вас, и они не потерялись в этой суматохе, а в карманах найдется и немного еды (на 2 раза). В общем, снаряжение вполне достаточное для подводного путешествия. Теперь — ко входу в пещеру (90).\n"
            ,
            //пункт 170
            "170\n" +
                    "\n" +
                    "Предпочитаете сражаться? Ну что ж, в бой!\n" +
                    "\n" +
                    "РЫБА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 9\n" +
                    "\n" +
                    "В случае победы можете спокойно осмотреть каюту капитана — 22.\n"
            ,
            //пункт 171
            "171\n" +
                    "\n" +
                    "Если хотите помочь воину, то 224. Иначе ему придется сражаться с тремя противниками сразу.\n" +
                    "\n" +
                    "ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 14\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "После уничтожения врагов воин исчезает (198). Если он гибнет, то драться придется вам (583).\n"
            ,
            //пункт 172
            "172\n" +
                    "\n" +
                    "Просвет люка хорошо виден, и вы выбираетесь из трюма без дальнейших потерь (за исключением 1 УДАЧИ). После этого покидаете затонувший корабль и плывете дальше — 8.\n"
            ,
            //пункт 173
            "173\n" +
                    "\n" +
                    "Рукоять боевого топора приходится как раз по руке. В бою это оружие добавит вам 1 МАСТЕРСТВО. Теперь самое время покинуть старую башню и отправиться дальше —15.\n"
            ,
            //пункт 174
            "174\n" +
                    "\n" +
                    "Вы решаете, что остаться на корвете безопаснее, и отправляете шхуну обратно в порт. Однако той же ночью вас будят испуганные крики. \"Гермес\" сильно накреняется то на один борт, то на другой, словно игрушка в чьих-то руках. Проклиная все на свете, вы выбираетесь в коридор, но в это время корабль так качнуло, что вы теряете равновесие и падаете, ударившись виском об одну из дверей ручек. Неизвестно, что было потом с капитаном Шелтоном, но для вас путешествие окончено…\n"
            ,
            //пункт 175
            "175\n" +
                    "\n" +
                    "Вы подходите к оленям и пытаетесь заговорить с ними. Но все попытки бесплодны: животные не понимают человеческую речь. Напившись, они углубляются в лес, так и не обратив на вас должного внимания. Можете последовать за ними, надеясь, что они выведут к жилью (240), или покинуть остров, потеряв на нем полчаса (407).\n"
            ,
            //пункт 176
            "176\n" +
                    "\n" +
                    "Вы догоняете корвет, который ложится в дрейф, поджидая \"Святую Елену\". Увидев знакомого (Шелтон не раз встречался с Мейстоном), капитан радушно предлагает гостям лучшие каюты. Отдав команде шхуны приказ следовать за \"Гермесом\", вы впервые за два дня ложитесь спать, ощущая себя в безопасности, — 357.\n"
            ,
            //пункт 177
            "177\n" +
                    "\n" +
                    "\"Ричард!\" — зовете вы, надеясь, что это может быть ваш спутник. К счастью, это в самом деле Мейстон, и уже через 10 минут он стоит перед вами. Естественный вопрос: зачем все эти попытки скрыться? Капитан несколько смущен — ему показалось, будто это враги, которых он уже достаточно повидал за время путешествия. Вы заинтересованы и просите рассказать об этом подробнее. \"Сейчас не самый подходящий момент для долгих рассказов, — отвечает Ричард. — Нельзя терять ни секунды. Но в нужный час я буду рядом\". Что ж, время действительно не ждет, и вы покидаете остров, проведя на нем 45 минут и заручившись помощью Мейстона. Когда \"нужный час\" настанет, прибавьте 88 к номеру параграфа, на котором будете находиться, — 273.\n"
            ,
            //пункт 178
            "178\n" +
                    "\n" +
                    "Подплывая к затонувшему судну, вы замечаете вокруг него какое-то оживление и останавливаетесь, чтобы осмотреться. Человек 10–15 снуют возле корабля и, насколько можно разглядеть в неясном подводном свете, что-то вытаскивают из пробоин в днище. Их слишком много, и стоит как следует подумать, прежде чем решиться приблизиться. Если это друзья, то они смогут помочь, но если это враги, вы вряд ли сможете с ними справиться. Направитесь к кораблю и все же попробуете заговорить с этими людьми (5) или поплывете в другую сторону (526)?\n"
            ,
            //пункт 179
            "179\n" +
                    "\n" +
                    "Осмотрев хранилище, вы обнаруживаете, что мягкий свет льется откуда-то с потолка, который наверняка должен быть прозрачным. Сундуки, стоящие у стен, заперты, а времени, чтобы попытаться их открыть, нет. Удару меча поддается только один замок, сильно проржавевший от времени. Но и того, что вы видите в открывшемся сундуке, вполне достаточно, чтобы не жаждать открыть другие, попробуйте унести хотя бы это. Можете взять одну из следующих вещей: большой алмаз (623), серебряное блюдо (23), золотой щит (260), ржавый меч (424) — или, не беря ничего, поплыть в один из двух других тоннелей: в тот, что перед вами (71), или в тот, что справа от вас (345).\n"
            ,
            //пункт 180
            "180\n" +
                    "\n" +
                    "Призвав Крылатого льва, вы надеетесь на его помощь. Он не заставляет себя ждать и спускается с неба, наводя ужас на воинов. Один из них бросает оружие и прыгает в воду, вновь обернувшись рыбой, а второй принимает бой.\n" +
                    "\n" +
                    "КРЫЛАТЫЙ ЛЕВ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10\n" +
                    "\n" +
                    "Если Лев победит воина, то он улетает, если же нет, то сражение придется продолжить самому. Когда битва будет закончена, — 217.\n"
            ,
            //пункт 181
            "181\n" +
                    "\n" +
                    "\n" +
                    "ГИГАНТСКИЙ КАЛЬМАР\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 14\n" +
                    "\n" +
                    "Если вам удалось победить противника, то 541.\n"
            ,
            //пункт 182
            "182\n" +
                    "\n" +
                    "Прямо перед вами небольшая впадина в морском дне, заросшая темно-зелеными водорослями. Направитесь туда (86) или решите, что лучше проплыть стороной (274)?\n"
            ,
            //пункт 183
            "183\n" +
                    "\n" +
                    "\"Ну, что ж, — смеется Великан, скрестив руки на груди. — Ты, я вижу, хочешь потягаться со мной силой! Тогда к бою. — Он хлопает в ладоши. — Начнем сражение на воде\". У берега появляется пятнистая акула, и вы радуетесь, что стоите на твердой земле. Но вам надо что-то противопоставить ей, иначе вы никогда не выберетесь с острова. Если вы можете позвать на помощь Рыбу-молот, сделайте это. Если же в вашем распоряжении Рыба-еж, то 29. В том случае, когда у вас нет помощников для битвы в воде, придется сражаться самому— 388.\n"
            ,
            //пункт 184
            "184\n" +
                    "\n" +
                    "Вы покидаете поле боя, еще раз обжегшись о листья растения и потеряв еще 4 ВЫНОСЛИВОСТИ, — 168.\n"
            ,
            //пункт 185
            "185\n" +
                    "\n" +
                    "Джон плывет первым и первым принимает на себя удар. Неизвестно, куда вы попали, но какой-то из обычаев или запретов подводного царства, очевидно, нарушен, и вашему спутнику приходится вступить в бой. Вы не успеваете ему помочь — через несколько секунд он мертв, но и один из Водяных, обливаясь зеленой кровью, отплывает в сторону. С двумя остальными придется сражаться вам.\n" +
                    "\n" +
                    "ПЕРВЫЙ ВОДЯНОЙ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ВОДЯНОЙ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 7 Выносливость 9\n" +
                    "\n" +
                    "Если вам удалось их убить, то 414.\n"
            ,
            //пункт 186
            "186\n" +
                    "\n" +
                    "Как ни странно, за столько лет вино не только не испортилось, но и приобрело великолепный вкус. Такого в своей жизни вы еще не пробовали. Восстановите себе 5 ВЫНОСЛИВОСТЕЙ и решайте — попить еще (439) или оставить башню и двинуться дальше (15).\n"
            ,
            //пункт 187
            "187\n" +
                    "\n" +
                    "Рана болезненна, и вам не слишком-то хочется продолжать в том же духе — 35.\n"
            ,
            //пункт 188
            "188\n" +
                    "\n" +
                    "Новая развилка не заставляет себя долго ждать. Один из тоннелей сворачивает налево (504), другой идет направо (291). Прямо дороги нет.\n"
            ,
            //пункт 189
            "189\n" +
                    "\n" +
                    "На этот раз путешествие ваше недолго, потому что навстречу плывет, видимо, самый любопытный обитатель подводного царства из всех, кого вы встречали. Это Русалка. Заметив, что вы колеблетесь, добра или зла ожидать от нее, Русалка начинает говорить приятным и мелодичным голосом. Она умоляет не бояться ее, говоря, что послана помочь вам. Но кто мог направить ее вам на помощь? Поговорите с ней (313) или атакуете, обнажив меч (613)?\n"
            ,
            //пункт 190
            "190\n" +
                    "\n" +
                    "Правая стена оказывается не опасной, но выхода в ней нет. Остаются еще две — левая (54) и та, что перед вами (528). Но, быть может, лучше повернуть обратно (10)?\n"
            ,
            //пункт 191
            "191\n" +
                    "\n" +
                    "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если вы удачливы, то 308, если же нет, — 453.\n"
            ,
            //пункт 192
            "192\n" +
                    "\n" +
                    "Лодочник мертв, но во время боя его лодка уплыла, и вам остается только обшарить его карманы. Добыча невелика — 2 золотых и сушеный краб. Вряд ли стоило ради этого убивать человека, даже если он чем-то и не понравился. Но выбор сделан, и теперь ничего не остается, кроме как отправиться дальше, — 365.\n"
            ,
            //пункт 193
            "193\n" +
                    "\n" +
                    "За первой дверью вторая. На этот раз она гораздо больше похожа на знакомые и привычные «земные». На ней даже есть ручка, и вы нажимаете на нее. Но что это? Вместо того чтобы открылась вторая дверь, закрывается первая. Может быть, это ловушка? К счастью, вскоре слышится какой-то гул, вода между двумя дверями начинает быстро убывать, и вот уже ее не остается совсем. И только тогда вторая дверь открывается. Вы попадаете в сухую просторную комнату, в которой жарко и душно от множества свечей, горящих вдоль стен в изящных бронзовых канделябрах, — 292.\n"
            ,
            //пункт 194
            "194\n" +
                    "\n" +
                    "Морской рыцарь немедленно появляется на острове.\n" +
                    "\n" +
                    "МОРСКОЙ РЫЦАРЬ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 12\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10\n" +
                    "\n" +
                    "Если рыцарь победил, то он салютует вам и исчезает (217), если же нет, то придется сражаться дальше самому (63).\n"
            ,
            //пункт 195
            "195\n" +
                    "\n" +
                    "Длинная дорожка из фиолетовых водорослей ведет к золотому трону, на котором сидит Король. Он похож на Водяных, с которыми вы уже встречались, но возраст и гордая осанка безошибочно указывают на властелина. Роскошь подводного королевства совсем не похожа на земную роскошь. Можно часами рассматривать самые невероятные раковины и жемчужины, разложенные на нескольких резных деревянных столиках вдоль стен. Прекрасны и разноцветные — от нежно-зеленых до пурпурных —\n" +
                    "медузы, которые ласково мерцают в полутьме покоев и служат Королю светильниками. Но Король не дает времени на осмотр его сокровищ. Он спрашивает, кто вы и с чем к нему прибыли. Выслушав рассказ о ваших злоключениях, властелин говорит: \"Я помогу только мудрому и умеющему позаботиться о себе. Поэтому отвечай, что ты ищешь в моем дворце. Совета? Славы? Богатства?\" Что вы ему ответите? Скажете, что ищете славы (98), богатства (626), совета (505)?\n"
            ,
            //пункт 196
            "196\n" +
                    "\n" +
                    "Вы можете взять изящную фигурку дельфина с собой. С ее помощью можно вызвать настоящего дельфина, если, конечно, представится подходящий случай. Если вы положили ее к себе в карман, то при необходимости прибавьте 230 к номеру параграфа, на котором она вам понадобится, и прочитайте, как ее использовать. Теперь же ваш путь лежит дальше: над огромной подводной равниной (274) или через заросли гигантских древовидных растений (310).\n"
            ,
            //пункт 197
            "197\n" +
                    "\n" +
                    "Стараясь избежать встречи с Китом, вы прячетесь за водорослями, растущими на краю глубокой впадины, и огромное животное проплывает мимо. Теперь можете плыть дальше: исследовать впадину (304), обогнуть ее с левой стороны, направившись к одинокой скале неподалеку (231), или обогнуть ее с правой стороны, заинтересовавшись развалинами какого-то замка в полукилометре от вас (15).\n"
            ,
            //пункт 198
            "198\n" +
                    "\n" +
                    "Еще одно испытание позади, но помрачневший Великан теперь даже не считает нужным тратить время на разговоры. Он хлопает в ладоши, и с неба начинает медленно спускаться какая-то птица, до сих пор видневшаяся лишь неуловимой черной точечкой. Когда она приближается, вы видите, что это не птица, а самый настоящий Дракон, и весьма свирепого вида. Если у вас есть чешуйка Морского дракончика, то теперь самое время использовать ее. Если же нет, то последняя надежда — Солнечная рыба. В противном случае остается уповать только на остроту меча — 293.\n"
            ,
            //пункт 199
            "199\n" +
                    "\n" +
                    "Плавно проплываете через картину, не чувствуя никакого сопротивления. Как только вы оказались за рамой, пещера внезапно исчезает, и вокруг — только открытое море. Не остается ничего более оригинального, кроме как направиться к развалинам, которые виднеются неподалеку, — 353.\n"
            ,
            //пункт 200
            "200\n" +
                    "\n" +
                    "Вы берете бутылку с собой, рассчитывая при случае отправить ее по адресу, — 87.\n"
            ,
            //пункт 201
            "201\n" +
                    "\n" +
                    "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если удачливы, то 454, если нет, — 506.\n"
            ,
            //пункт 202
            "202\n" +
                    "\n" +
                    "Однако все дальнейшие разговоры ни к чему не приводят. Карлик пришел в хорошее настроение от удачной сделки, ну ему больше нечего предложить. Если у вас есть золотой перстень, то 45, если же нет, остается только поблагодарить это странное существо и распрощаться с ним — 501.\n"
            ,
            //пункт 203
            "203\n" +
                    "\n" +
                    "Все-таки вы моряк, а не наездник, и Морской конек без особого труда сбрасывает вас (потеряйте 2 ВЫНОСЛИВОСТИ). После нескольких бесплодных попыток вы решаете оставить его в покое и отправиться дальше — 441.\n"
            ,
            //пункт 204
            "204\n" +
                    "\n" +
                    "Вы торопитесь вперед, ведь неизвестно, сколько времени отпустила вам судьба на подводные поиски.\n" +
                    "Второпях сталкиваетесь с какой-то рыбой, и только острая боль заставляет как следует оглядеться вокруг. Вы не уступили дорогу Электрическому скату (потеряйте 2 ВЫНОСЛИВОСТИ), который крайне возмущен этим и полон желания драться. Если хотите попробовать уплыть от него, то 153, если же нет — в бой.\n" +
                    "\n" +
                    "ЭЛЕКТРИЧЕСКИЙ СКАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 8\n" +
                    "\n" +
                    "Если вы убили его, то 473.\n"
            ,
            //пункт 205
            "205\n" +
                    "\n" +
                    "Открыв дверь, попадаете в небольшую пещерку. Это кухня, в углу которой стоит несколько прозрачных наглухо закрытых сосудов. Сквозь тусклое стекло в них видны плавающие водоросли. Над одним из них колдует повар-водяной, недовольно оборачивающийся при вашем появлении: вы помешали ему готовить, а скоро обед. \"Ладно уж, — говорит он, показывая на ближнюю к вам \"кастрюлю\", — пробуй и уходи, у меня еще куча дел\". Попробуете варево, которое он предложил (560), или откажетесь (339)?\n"
            ,
            //пункт 206
            "206\n" +
                    "\n" +
                    "Не сворачивая с избранного пути, плывете дальше. Справа от вас вдалеке виден затонувший корабль. Направитесь к нему (178) или нет (48)?\n"
            ,
            //пункт 207
            "207\n" +
                    "\n" +
                    "Вы поднимаетесь на ближайший холм. С него открывается вид на узкую долину, по которой бежит веселая быстрая речка. Но за долиной — новая цепь холмов, все больше напоминающих покрытые лесом горы. Вокруг слышится пение птиц, но ни людей, ни животных не видно. Вернетесь обратно и покинете остров, проведя на нем 25 минут (569), или спуститесь к реке напиться и посмотреть, нет ли там чего-нибудь интересного или полезного (76)?\n"
            ,
            //пункт 208
            "208\n" +
                    "\n" +
                    "\"Ты убил невинное существо, не причинившее тебе вреда, — рычит он, — и теперь должен погибнуть\". Попытаетесь быстро выбежать из пещеры, чтобы избежать сражения хотя бы в темноте (332), или примете бой (149)?\n"
            ,
            //пункт 209
            "209\n" +
                    "\n" +
                    "Вы бросаете жребий — кто проплывет через картину первым. Бросьте один кубик. Если у вас выпало 1, 2 или 3, то 572, если же 4,5 или 6, то 141.\n"
            ,
            //пункт 210
            "210\n" +
                    "\n" +
                    "Стараясь не сбиться, вы произносите длинную магическую фразу. Это заклятие Удачи. Каждый раз, когда при проверке УДАЧИ на кубиках выпадет четное число, считайте, что вы удачливы. (Кроме того, в этом случае не надо уменьшать на 1 УДАЧУ на момент проверки.) Не найдя больше ничего интересного, вы покидаете библиотеку — 49.\n"
            ,
            //пункт 211
            "211\n" +
                    "\n" +
                    "\n" +
                    "РЫБА-ВОРЧУН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 6 Выносливость 7\n" +
                    "\n" +
                    "Если вы убили ее, то можете плыть дальше: либо к красивым морским цветам впереди (234), либо просто в открытое море (48).\n"
            ,
            //пункт 212
            "212\n" +
                    "\n" +
                    "Вы внимательно осматриваете хижину. Повсюду виден толстый слой пыли, углы затянуты паутиной. Судя по всему, здесь когда-то жил рыбак: перед домом растянуты для сушки сети, в чулане большой выбор снастей. Видимо, какой-то несчастный случай помешал ему вернуться домой: на столе видна немытая посуда, как будто хозяин ненадолго отлучился. Ничего интересного или полезного для себя, не говоря уже об оружии, вы не находите. Так что придется покинуть остров, на этот раз проведя на нем 45 минут, — 509.\n"
            ,
            //пункт 213
            "213\n" +
                    "\n" +
                    "Промахнувшись, Носорог тормозит за вашей спиной всеми лапами, едва не свалившись в море. Вы же резко оборачиваетесь и трубите в рог. Красный огонь в его глазах потухает. Теперь он скорее похож на домашнее животное, уютное и давным-давно привыкшее к хозяину. Носорог сможет сослужить вам хорошую службу. Если он вдруг понадобится, достаточно потрубить в тот же самый рог. (Для этого вычтите 363 из номера параграфа, на котором будете находиться.) Затем вы, не теряя времени, покидаете остров, проведя на нем всего 20 минут, — 13.\n"
            ,
            //пункт 214
            "214\n" +
                    "\n" +
                    "Путь дальше свободен, и что-то подсказывает вам, что близок конец подводных приключений, — 189.\n"
            ,
            //пункт 215
            "215\n" +
                    "\n" +
                    "Морской конек несется так быстро, что вы не успеваете ни разглядеть путь, ни тем более запомнить его. Мимо проносятся какие-то развалины, остовы затонувших кораблей, подводные леса и даже небольшие поселения, очень похожие на те, к которым вы привыкли у себя на родине. Подумав о том, что неплохо было бы вернуться и все увиденное как следует исследовать, вы стараетесь покрепче держаться за резвую рыбу. Вдруг Морской конек останавливается так резко и внезапно, что вы перелетаете через его голову и видите, как он мгновенно исчезает, — 490.\n"
            ,
            //пункт 216
            "216\n" +
                    "\n" +
                    "Фигурка дельфина что-то смутно напоминает вам. Достав из кармана сидящего человечка, вы понимаете: это то, что вам нужно. Теперь ясно, что эта за наездник — он сидел на Дельфине! Фигурки точно подходят друг к другу. Теперь, когда вам понадобится позвать Дельфина, прибавьте 532 к номеру параграфа, на котором будет находиться, и ваш знакомый, благодаря вам избежавший зубов акулы, тотчас появится Теперь же ваш путь лежит дальше: над огромной подводной равниной (274) или через заросли гигантских древовидных растений (310).\n"
            ,
            //пункт 217
            "217\n" +
                    "\n" +
                    "Рыбы-солдаты уничтожены, но и ваши силы уже на исходе. Неужели коварный Великан приготовил еще какой-нибудь сюрприз? Но нет, кажется, теперь он собирается сражаться сам. Верный кодексу дворянской чести, вы не зовете никого на помощь: поединок так поединок. И хотя противник поступал подло, прячась за спинами своих приспешников, вы не опуститесь столь же низко.\n" +
                    "\n" +
                    "ВЕЛИКАН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 12 Выносливость 24\n" +
                    "\n" +
                    "Его огромный меч со свистом рассекает воздух, и битва будет нелегкой. Если у вас есть амулет, то 331. Если же нет, но вам удалось уменьшить выносливость врага до 12, то 150.\n"
            ,
            //пункт 218
            "218\n" +
                    "\n" +
                    "Вы зовете воина Принца, и тот тут же появляется.\n" +
                    "\n" +
                    "ВОИН ПРИНЦА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 14\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10\n" +
                    "\n" +
                    "Если посланец Принца победил, то он исчезает (217), иначе же продолжать бой придется вам (63).\n"
            ,
            //пункт 219
            "219\n" +
                    "\n" +
                    "Из последних сил вы бросаете трезубец и попадаете в рыбу. Теперь можете подкрепиться " +
                    "(восстановите 6 ВЫНОСЛИВОСТИ, немного мяса взять с собой (в качестве 1 еды) и плыть дальше —189" +
                    ".\n"
            ,
            //пункт 220
            "220\n" +
                    "\n" +
                    "Ваше время истекло, и неведомая сила заставляет направиться к центральному, тринадцатому острову — 500.\n"
            ,
            //пункт 221
            "221\n" +
                    "\n" +
                    "Клешня краба — лучшее средство против пираний. Она отпугивает рыб, и они в ужасе уплывают — 592.\n"
            ,
            //пункт 222
            "222\n" +
                    "\n" +
                    "Просьба не слишком понятна, и вы требуете разъяснений. \"Эти жемчужины издавна принадлежали моему роду, — говорит он, — пока не были похищены врагами. Я — сын Короля…\" Ну что ж, этих объяснений вам вполне достаточно —136.\n"
            ,
            //пункт 223
            "223\n" +
                    "\n" +
                    "Трудно не поверить столь очаровательной Русалке, и вы, не долго думая, выполняете ее просьбу. Надев на себя золотой пояс, она рисует перед вами какие-то непонятные знаки и… исчезает. Вас же подхватывает маленький смерч, образованный ее колдовством, и несет неизвестно куда. Когда водоворот столь же внезапно успокаивается, вы видите перед собой обширное подводное пастбище, к которому и направляетесь, — 269.\n"
            ,
            //пункт 224
            "224\n" +
                    "\n" +
                    "Для того чтобы сражаться было удобнее, вам придется разбиться на две группы. В одной из них будете биться вы и два пирата:\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8,\n" +
                    "\n" +
                    "а во второй\n" +
                    "\n" +
                    "ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 14\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если посланник Принца победил, а оба ваших противника еще живы, то 449, если же жив только один, то 607. Ну, а если победили вы, можете помочь своему союзнику. Если же произошло невероятное и все пираты уничтожены, то воин исчезнет —198.\n"
            ,
            //пункт 225
            "225\n" +
                    "\n" +
                    "Если у вас и в самом деле есть раковина, то воспользуйтесь ею, а если нет, отправляйтесь дальше — 302.\n"
            ,
            //пункт 226
            "226\n" +
                    "\n" +
                    "Бой продолжается следующим образом. Теперь сражаетесь вы и\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8 минус потери от ран,\n" +
                    "\n" +
                    "а также\n" +
                    "\n" +
                    "МОРСКОЙ РЫЦАРЬ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 12 минус потери от ран\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8 минус потери от ран\n" +
                    "\n" +
                    "Каждый, кто победит, имеет право помочь своему союзнику, ведь это не дуэль, а бой до последней капли крови. Если враги убиты, а Морской рыцарь еще жив, то он исчезает -198.\n"
            ,
            //пункт 227
            "227\n" +
                    "\n" +
                    "Не закрывая параграфа 600, продолжайте бой. Пусть вас не смущает, что теперь приходится двое на одного, — схватка была честной. Если после вашей победы Крылатый лев остается живым, то он улетает — 198.\n"
            ,
            //пункт 228
            "228\n" +
                    "\n" +
                    "10 золотых слишком много для вас. Их всего-то было 15, а один вы уже отдали проводнику. Пытаться торговаться бессмысленно: капитан откровенно дает понять, что с ним такие трюки не пройдут. Делать нечего — вы покидаете его дом, решив возглавить команду самостоятельно и отправиться в море без спутника, — 524.\n"
            ,
            //пункт 229
            "229\n" +
                    "\n" +
                    "Если вы и в самом деле хотите позвать Солнечную рыбу, то сделайте это. Но учтите: она может помочь только один раз. Если вы передумали, сражайтесь — 284.\n"
            ,
            //пункт 230
            "230\n" +
                    "\n" +
                    "Не дожидаясь возвращения штурмана, вы незаметно выскальзываете из таверны и на улице отдаете непрошенному советчику золотой. Он долго ведет вас по крутым и грязным портовым улочкам и наконец останавливается у двери небольшого домика в неряшливом и бедном районе порта. \"Неужели здесь может жить уважаемый капитан?\" — спрашиваете вы себя. Моряк предлагает войти. Последуете за ним до конца (351) или поблагодарите и, сказав, что передумали, уйдете (6)?\n"
            ,
            //пункт 231
            "231\n" +
                    "\n" +
                    "Подплываете к скале: прямо перед вами виднеется вход в глубокую темную пещеру. Попробуете заплыть внутрь и посмотреть, нет ли там чего-нибудь интересного (155), или направитесь прочь от пещеры к необычному строению, отдаленно напоминающему подводную башню (402), или к тому месту, где на дне видны странные песчаные холмики (527)?\n"
            ,
            //пункт 232
            "232\n" +
                    "\n" +
                    "Вокруг чрезвычайно красиво. Небольшие утесы, водоросли, раковины светятся и сверкают всем богатством и разнообразием красок, которое только можно представить. Судя по всему, наверху прекрасный солнечный день, а вам уже достаточно надоел подводный полумрак. К тому же надо как-то отсюда выбираться. Вы с удивлением чувствуете, что сила, которая мешала вам подняться и всплыть на поверхность, больше не удерживает: вы свободны и, если хотите, можете покинуть подводное царство и подняться наверх, к солнцу. Решайтесь: попытаетесь сделать это (161) или будете продолжать путешествие под водой (20)?\n"
            ,
            //пункт 233
            "233\n" +
                    "\n" +
                    "Почва под ногами каменистая. Весь островок представляет собой несколько холмов, на которых почти ничего не растет. Желая посмотреть, живет ли кто-нибудь на нем или же он необитаем, вы начинаете нелегкий подъем на ближайший холм. Склон его достаточно крут, и проходит немало времени, пока вы наконец добираетесь до вершины. Но вот и награда за усердие: на соседнем холме мелькнула тень человека. Да-да, нет никаких сомнений, что это именно человек, но заметил ли он вас? К тому же, кто знает, друг это или враг. Можете попытаться позвать его, надеясь, что это кто-то из тех, с кем вы встречались раньше. Если вы знаете его имя, надпишите над каждой из букв, его составляющих, ее порядковый номер в алфавите, сложите эти числа между собой и прибавьте 100 (в алфавите считать все 33 буквы; также надо пробовать прибавлять ещё +110). Теперь посмотрите параграф в книге, равный полученной сумме. Если это действительно ваш знакомый, он наверняка откликнется. Если же в параграфе, который вы посмотрите, речь идет совсем о другом, значит, вы обознались, а для второй попытки времени уже не осталось. Теперь можете либо покинуть остров, потеряв на нем ровно полчаса (358), либо попробовать догнать этого человека (525).\n"
            ,
            //пункт 234
            "234\n" +
                    "\n" +
                    "Подводные цветы очень красивы, и вы задержались, любуясь ими. Однако их длинные листья, развевающиеся по течению, все больше и больше напоминают щупальца, и вскоре становится ясно почему. На дне, совсем рядом с цветами, вы замечаете человеческий скелет. Но откуда он здесь взялся? И тут прямо на ваших глазах листья оживают. Маленькая рыбка, спешащая по только ей известным делам, решила сократить путь и проплыть между листьями-щупальцами. Тотчас один из них изогнулся и дотронулся до нее. Этого оказалось достаточно: через секунду рыбка уже мертва и медленно опускается к подножию растения-убийцы. Вы провожаете ее взглядом и замечаете, что она опускается на что-то длинное и блестящее. Может быть, это какая-то вещь, которая пригодится в пути? Но как ее достать? Рукой? Но это слишком близко от опасных листьев. Так что же? Попробуете дотянуться рукой (408)? Мечом (576)? Сначала сразитесь с цветами (11)? Или решите не рисковать и поплывете дальше (168)?\n"
            ,
            //пункт 235
            "235\n" +
                    "\n" +
                    "Провал на дне оказывается очень глубоким, и вы долго плывете вниз, пока не начинает казаться, что совсем недалеко и до центра земли, если только этот путь туда ведет. Но ведет ли он вообще куда-нибудь? К сожалению, нет, и вскоре вы в этом убеждаетесь, потому что со всего размаху налетаете на дно. Дальше пути нет, но, как вскоре выясняется, и обратная дорога тоже отрезана для вас. От сотрясения сверху начинают падать огромные валуны, и, хотя в воде они падают медленнее и весят меньше, тяжести даже одного из них вполне достаточно, чтобы не оставить от вас и следа…\n"
            ,
            //пункт 236
            "236\n" +
                    "\n" +
                    "Вы неожиданно оказываетесь в большом круглом зале, у одной из стен которого стоит ряд деревянных кресел. На их высоких спинках восседают русалки. Зал битком набит Водяными, все они вооружены трезубцами, острота которых не вызывает сомнений. Двое подплывают к вам. Это уже знакомые вам Рыцари-водяные. Если у вас есть большой алмаз или опознавательный знак, скорее предъявите их, иначе придется вступить в бой, — 363.\n"
            ,
            //пункт 237
            "237\n" +
                    "\n" +
                    "Решив продолжать путь, вы тем не менее отдаете приказ не терять из виду плывущий впереди корвет. В 2 часа ночи неожиданно раздается испуганный крик штурмана. Наскоро одевшись и выскочив на палубу, вы видите, как всего в нескольких милях от шхуны корабль Шелтона медленно погружается в море. Однако слишком темно, чтобы разглядеть причину трагедии, и слишком далеко, чтобы услышать крики утопающих. Понимая, что и \"Гермес\" постигла участь его предшественников, можете либо повернуть назад, решив, что Неведомое, которое потопило огромный корвет, без труда справится с вашим суденышком (57), либо устремиться вперед, надеясь найти разгадку тайны (263).\n"
            ,
            //пункт 238
            "238\n" +
                    "\n" +
                    "Бой продолжается. Теперь сражаются две пары: вы и\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8,\n" +
                    "\n" +
                    "а также\n" +
                    "\n" +
                    "КРЫЛАТЫЙ ЛЕВ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8 минус потери от paн\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8 минус потери от ран\n" +
                    "\n" +
                    "Каждый победивший в своей паре имеет право помочь союзнику. Когда бой будет закончен (если, конечно, он закончится в вашу пользу), то 198. Если лев останется жив, то он улетает.\n"
            ,
            //пункт 239
            "239\n" +
                    "\n" +
                    "Вы проникаете внутрь башни через открытые ворота и не спеша плывете по залам первого этажа, О предназначении некоторых комнат еще можно догадаться, другие же совершенно пусты. Но вот перед вами лестница: можете либо подняться по ней вверх — на второй этаж и далее к самому верху развалившегося укрепления (359), либо спуститься вниз, в подвал (7).\n"
            ,
            //пункт 240
            "240\n" +
                    "\n" +
                    "Идете за оленями еще четверть часа, пока не понимаете, что это может продолжаться вечно, а времени у вас уже нет. Разочарованный, вы покидаете остров, проведя на нем 45 минут, — 407.\n"
            ,
            //пункт 241
            "240\n" +
                    "\n" +
                    "Идете за оленями еще четверть часа, пока не понимаете, что это может продолжаться вечно, а времени у вас уже нет. Разочарованный, вы покидаете остров, проведя на нем 45 минут, — 407.\n"
            ,
            //пункт 242
            "242\n" +
                    "\n" +
                    "Вдруг из-за ближайшего дерева выплывает Рыба-собака. Ее кожа покрыта мелкими костными пластинками, образующими некое подобие панциря. Она немедленно ощеривается, готовая к бою. Сразитесь с ней (389) или попробуете приручить, накормив (если, конечно, у вас есть чем) (12)?\n"
            ,
            //пункт 243
            "243\n" +
                    "\n" +
                    "Не успели далеко уплыть, как замечаете на дне какой-то неясный блеск. Приглядевшись, видите что-то очень похожее на сосуд, наполовину занесенный песком. Хотите спуститься и посмотреть, что это (371), или поплывете дальше, решив не искать приключений на свою голову (87)?\n"
            ,
            //пункт 244
            "244\n" +
                    "\n" +
                    "\"Как ты посмел нарушить покой святая святых — нашей сокровищницы?\" — вопрошает старший из трех, подплыв к вам. Его лицо перекошено от злости, и, не дожидаясь ответа, он направляет на вас трезубец. К сожалению, выбора уже не остается: придется принять вызов.\n" +
                    "\n" +
                    "СТАРШИЙ РЫЦАРЬ-ВОДЯНОЙ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 10\n" +
                    "\n" +
                    "Если вам удалось убить противника за пять раундов атаки, то вы можете либо снова попытаться бежать (158), либо сразиться с двумя оставшимися (теперь уже одновременно). Если же через пять раундов атаки ваш враг еще жив, два других просто присоединяются к нему:\n" +
                    "\n" +
                    "ПЕРВЫЙ РЫЦАРЬ-ВОДЯНОЙ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ РЫЦАРЬ-ВОДЯНОЙ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 7 Выносливость 9\n" +
                    "\n" +
                    "Если вы убили всех Рыцарей-водяных, то 414.\n"
            ,
            //пункт 245
            "245\n" +
                    "\n" +
                    "К великому удивлению, ни вы, ни Мейстон не тонете! Вода мягко принимает вас, словно после долгого ожидания. Вы можете дышать! Теперь уже ясно, что Неведомое не обходится без волшебства, но сможете ли вы противостоять ему? Вдалеке под водой вы замечаете, как на дно погружается масса людей, словно построившись в колонну. Вы бросаетесь туда, но слишком поздно. Остается только строить догадки, но скорее всего это моряки с \"Гермеса\", которых та же волшебная сила оставила в живых и повела куда-то за собой. А вас оставили только потому, что не заметили, как вы замешкались в коридорах корабля. Кстати, самого корабля поблизости не видно: его либо отнесло течением, либо все тот же волшебник распорядился им по-своему. Слева от вас виднеется вход в какую-то пещеру, и Мейстон предлагает разделиться: ни к чему вдвоем лезть в пасть к Дьяволу. Он считает, что в подводном царстве, куда вы попали, каждый должен пойти своим путем, чтобы хоть один пришел к разгадке тайны. Ему все равно, какой путь избрать. Так что решать вам: предпочтете сами исследовать пещеру (169) или отправитесь в открытое море (24)?\n"
            ,
            //пункт 246
            "246\n" +
                    "\n" +
                    "Вы говорите Джону, что не привыкли выслушивать вопросы от моряков, которых нанимаете. Тогда он просит за свои услуги 10 золотых. Вы удивлены: ведь хозяин таверны вел речь о семи. \"Обычно я беру 7, — поясняет Джон, — но ведь я не знаю, куда мы плывем и вернусь ли я оттуда\". Итак, придется либо поплатиться деньгами за свою скрытность и заплатить ему 10 золотых (390), либо руководить командой в одиночку (524).\n"
            ,
            //пункт 247
            "247\n" +
                    "\n" +
                    "Но куда же попросить отвезти вас, ведь в подводном царстве вы впервые. Ничего определенного указать ему не можете, значит, надо сказать так, чтобы он сам понял, куда вы хотите попасть. Старик говорит, что за перевоз он берет 2 золотых. Так куда же вы попросите себя доставить: к сокровищам (542), за добрым советом (415), к тому, кто топит корабли (114), или откажетесь от его услуг (365)? А может быть, лучше убить старика и самому воспользоваться лодкой (88)?\n"
            ,
            //пункт 248
            "248\n" +
                    "\n" +
                    "Вы выходите на каменистую отмель острова, и сразу же вас подстерегает опасность. Свои владения от непрошенного гостя защищает Носорог, который весьма недоволен появлением незнакомца. Он смотрит на вас своими маленькими глазками, а потом, увеличивая скорость, несется так, что вы едва успеваете отскочить, пропуская огромную тушу мимо себя. Если у вас есть рог Рыбы-единорога, протрубите в него. В противном случае придется вступить в схватку.\n" +
                    "\n" +
                    "НОСОРОГ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10\n" +
                    "\n" +
                    "Если убили Носорога, то лучше побыстрее покинуть остров, пока не появилось все его семейство. На бой у вас ушло полчаса, если для победы хватило пяти раундов атаки, или 45 минут, если больше, — 13.\n"
            ,
            //пункт 249
            "249\n" +
                    "\n" +
                    "…И превращается в невысокого крепкого человека. \"Я капитан Шелтон\", — говорит он. Вы вспоминаете то, что когда-то (кажется, что это было давным-давно, тысячу лет назад) знали: капитан был одним из немногих, кто осмелился вывести в море свой корабль. Теперь многое становится более понятно, но все же не до конца — 629.\n"
            ,
            //пункт 250
            "250\n" +
                    "\n" +
                    "Решив не искать на свою голову лишних приключений, вы вскоре оказываетесь на опушке огромного подводного леса, чрезвычайно похожего на настоящий, — 3.\n"
            ,
            //пункт 251
            "251\n" +
                    "\n" +
                    "Судя по всему. Рыба-собака хочет помочь выбраться из леса. Когда вы плывете, по ее мнению, слишком медленно, она возвращается и кружит вокруг, пока не следуете за ней дальше. Но хотите ли вы покинуть лес? Конечно, в лесу может подстерегать опасность, от которой и пытается спасти вас благодарная рыбка. Но может быть, наоборот, она заманивает в ловушку? Если хотите плыть за ней дальше, покинув лес, то 89. Если же нет, то откажитесь следовать за ней, и она уплывет, а вы продолжите прогулку по лесу —152.\n"
            ,
            //пункт 252
            "252\n" +
                    "\n" +
                    "В ответ предводитель, явно недовольный вашей невежливостью, спрашивает, не находили ли вы в пути жемчужины. Если вы находили их и хотите ему отдать, то сделайте это. Если же нет, то придется покинуть остров, проведя яа нем ровно полчаса, — 85.\n"
            ,
            //пункт 253
            "253\n" +
                    "\n" +
                    "За поворотом среднего коридора вас встречает Водяной. Но это не обычный Водяной, ведь на нем рыцарские доспехи, а в руке — боевой трезубец. Он спрашивает, что вы делаете в подводном королевстве, и вы начинаете понимать, что означала надпись у входа в тоннель. Можете либо атаковать его первым и прорываться с боем (427), либо вступить в разговор. Но что тогда вы ему скажете: откроете правду и попросите помочь в поисках Неведомого, которое потопило ваш корабль (391), или ответите, что специально пришли сюда, чтобы найти подводного Короля (543)?\n"
            ,
            //пункт 254
            "254\n" +
                    "\n" +
                    "Вы надеваете перстень на палец, но… ничего не происходят. Когда же он понадобится, прибавьте 422 к номеру параграфа, на котором будете находиться, и узнаете, для чего он нужен. Теперь самое время покинуть сокровищницу, но через какой коридор это сделать? Через тот, что прямо перед вами (71), или через тот, что справа от вас (345)?\n"
            ,
            //пункт 255
            "255\n" +
                    "\n" +
                    "Посовещавшись, решили не расходиться и путешествовать вместе. Главный в этой паре все-таки вы, однако в тех случаях, когда Джон захочет как-то повлиять на ваше решение, достаточно прибавить 25 к номеру параграфа, на котором будете, чтобы узнать его мнение или поступки. Но прежде всего надо решить, куда направиться сейчас. Слева чернеет вход в пещеру, справа — открытое море. Ваш спутник советует направиться в пещеру, ведь чем больше мест исследуете, тем больше у вас шансов узнать, что такое Неведомое, которое отправило вас на морское дно. Но решение за вами. Поплывете внутрь пещеры (90) или в открытое море (523)?\n"
            ,
            //пункт 256
            "256\n" +
                    "\n" +
                    "На принятие решения у вас всего несколько секунд. Противоположный выход из зала как раз за спинами Водяных, — значит, этот путь закрыт. Но можно попробовать либо проскользнуть в ближайший к вам выход (345), либо обратно в тот тоннель, из которого приплыли. Но в этом случае, чтобы скрыться от преследователей, придется свернуть в боковое ответвление (241).\n"
            ,
            //пункт 257
            "257\n" +
                    "\n" +
                    "Тогда какую стену вы попробуете на ощупь первой: ту, что перед вами (528), левую (54) или правую (190)?\n"
            ,
            //пункт 258
            "258\n" +
                    "\n" +
                    "На какой остров из тех, где вы еще не были, хотите отправиться теперь? На первый (248), второй (16), третий (233), пятый (418), шестой (395), седьмой (535), восьмой (100), девятый (84), десятый (352), одиннадцатый (282), двенадцатый (456) или тринадцатый (500)?\n"
            ,
            //пункт 259
            "259\n" +
                    "\n" +
                    "Вы подплываете к скалам поближе с левой стороны. Неожиданно в воде перед вами материализуется смеющееся человеческое лицо, которое начинает… дуть. К своему превеликому удивлению, вы чувствуете, что этого оказалось достаточно для того, чтобы вы не смогли двинуться с места. Течение навстречу настолько сильно, что как бы вы ни старались, продвинуться вперед не удается ни на сантиметр. Это Дух течения, и единственный способ избавиться от него — сделать ему подарок. Предложите ему еду (но тогда сколько: 1 (428), 2 (91)); деньги: 2 золотых (392), 4 золотых (544), а может быть, что-то из вещей, которые с вами (30)?\n"
            ,
            //пункт 260
            "260\n" +
                    "\n" +
                    "Вы берете золотой щит и покидаете сокровищницу: можете уплыть через тоннель, начинающийся в противоположной стене зала (71), или через тот, который виден в правой стене (345).\n"
            ,
            //пункт 261
            "261\n" +
                    "\n" +
                    "Вы проплываете через картину, ничего не почувствовав и не поняв, что это было. Но чудо произошло: вы и в самом деле в открытом море. Даже следов пещеры поблизости не видно, как будто все это вам просто приснилось. Но делать нечего, и вы направляетесь к коралловому рифу, который виднеется неподалеку, — 382.\n"
            ,
            //пункт 262
            "262\n" +
                    "\n" +
                    "Ну что ж, раз у вас нет союзников, принимайте вызов сами.\n" +
                    "\n" +
                    "КОНДОР\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 9\n" +
                    "\n" +
                    "В случае победы над ним — 429.\n"
            ,
            //пункт 263
            "263\n" +
                    "\n" +
                    "Когда вы достигаете места катастрофы, то все уже кончено — не видно даже следов от корвета Шелтона. Море полностью поглотило его. Однако в этот момент вы забываете о судьбе \"Гермеса\": приходится думать о своей собственной жизни. Нос вашей маленькой шхуны вздымается, вода\n" +
                    "\n" +
                    "вокруг вскипает. В этот момент вы оборачиваетесь и с ужасом обнаруживаете, какая страшная судьба постигла вашего спутника. Он мертв. Налетевшая волна подкралась сзади и буквально вмяла его в штурвал. Спасти корабль уже невозможно: он начинает медленно погружаться в море — 55.\n"
            ,
            //пункт 264
            "264\n" +
                    "\n" +
                    "Вы показываете Рыцарям-водяным большой алмаз. К счастью, в их королевстве он служит пропуском очень высокого ранга, и все склоняются перед вами. Достаточно только пожелать увидеть Короля, и через несколько минут двери королевских покоев распахиваются перед вами —195.\n"
            ,
            //пункт 265
            "265\n" +
                    "\n" +
                    "Джон скрывается внутри корабля, а вы остаетесь его ждать. Проходит час, второй, но вокруг все тихо, только по-прежнему гостеприимно распахнут люк, а вашего спутника все нет. Попробуете проникнуть во фрегат и выяснить, что произошло, или поплывете дальше один? Если первое, то 394, если второе, — 8.\n"
            ,
            //пункт 266
            "265\n" +
                    "\n" +
                    "Джон скрывается внутри корабля, а вы остаетесь его ждать. Проходит час, второй, но вокруг все тихо, только по-прежнему гостеприимно распахнут люк, а вашего спутника все нет. Попробуете проникнуть во фрегат и выяснить, что произошло, или поплывете дальше один? Если первое, то 394, если второе, — 8.\n"
            ,
            //пункт 267
            "267\n" +
                    "\n" +
                    "Вы подплываете к скале. Первое, что бросается в глаза, — вход в пещеру. Помня об осторожности, ведь даже под водой трудно найти необитаемую пещеру, вы заглядываете внутрь (как ни странно, в пещере не так уж и темно). В тусклом зеленоватом свете видно, что пещера — только начало длинного тоннеля, который уходит в глубь скалы и теряется из виду. Рискнете проплыть этим тоннелем (610), направитесь к подводному лесу (536) или постараетесь проскользнуть между лесом и скалами (381)?\n"
            ,
            //пункт 268
            "268\n" +
                    "\n" +
                    "Теперь ваша очередь.\n" +
                    "\n" +
                    "ПЯТНИСТАЯ АКУЛА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10 минус потери от ран\n" +
                    "\n" +
                    "Если вы убили своего врага, то 369.\n"
            ,
            //пункт 269
            "269\n" +
                    "\n" +
                    "Добравшись до подводного луга, вы замечаете, что на нем, как на обычном пастбище, кто-то пасется. Это Морской конек. Странно только, что размером он с настоящую лошадь. Но именно это может сослужить вам хорошую службу. Если хотите, можете попытаться оседлать его (107), если же нет — отправляйтесь дальше (441).\n"
            ,
            //пункт 270
            "270\n" +
                    "\n" +
                    "Пытаетесь спастись, но все бесполезно. Вскоре вы уже в воде рядом с тонущей шхуной и чувствуете, как непонятная сила непреодолимо тянет вниз. Но происходит чудо! Вода не попадает в легкие, более того, вы обнаруживаете, что можете дышать и под водой. Опустившись на дно, понимаете, что всплыть не удастся, и решаете смириться, отправившись на поиски Неведомого в подводном царстве, благо судьба предоставляет такую возможность — 94.\n"
            ,
            //пункт 271
            "271\n" +
                    "\n" +
                    "У самых корней темно-зеленых водорослей в логове спрута вы находите маленькую золотую фигурку. Это изогнувшийся в прыжке дельфин. Если вы уже находили статуэтку сидящего человечка, то теперь самое время достать ее, если же нет, то 196.\n"
            ,
            //пункт 272
            "272\n" +
                    "\n" +
                    "К счастью, трезубец с собой, и вы с силой вонзаете его в желудок огромного животного. От невыносимой боли кит открывает рот, и вместе с потоком воды и многочисленными рыбешками (товарищами по несчастью) вы выплываете наружу, радуясь, что счастливо отделались. Правда, трезубец остался внутри кита, но об этом не стоит сожалеть. С интересом осмотревшись, вы видите вокруг совершенно незнакомые места, а впереди большой подводный луг, к которому, немного поразмыслив, и решаете направиться — 269.\n"
            ,
            //пункт 273
            "273\n" +
                    "\n" +
                    "На какой остров из тех, конечно, где вы еще не успели побывать, лежит ваш путь теперь? На первый (248), второй (16), четвертый (165), пятый (418), шестой (395), седьмой (535), восьмой (100), девятый (84), десятый (352), одиннадцатый (282), двенадцатый (456) или тринадцатый (500)?\n"
            ,
            //пункт 274
            "274\n" +
                    "\n" +
                    "Под вами стелется длинная бескрайняя равнина, и лишь редкие кустики водорослей позволяют глазу хоть на чем-то задержаться. Кажется, за время путешествия перед вами прошел весь подводный мир. Только главное — Неведомое— так и не повстречалось. Но нет, оказывается, не все еще вам известно в морской пучине: наперерез плывет рыба, подобной которой вы еще не встречали. Это Рыба-молот — одна из разновидностей акул с расширенной в виде молота головой и зло глядящими ярко-желтыми глазами. Ничего хорошего на ее морде не написано, и скорее всего лучшим выходом будет вступить в бой, не дожидаясь, пока она нападет первая (507). Хотя, быть может, вы попробуете покормить ее, бросив в воду 1 еду (314)?\n"
            ,
            //пункт 275
            "275\n" +
                    "\n" +
                    "Как ни странно, перед вами не какой-то необычный предмет, а… рыба. Да, да, это светится Рыба-фонарик. Вокруг сразу становится светлее, несколько медуз, оказавшихся поблизости, сами будто стали светиться ярко-рубиновым светом. Рыба-фонарик кружит вокруг, словно маленькая собачка, надеющаяся выпросить лакомый кусочек. Покормите ее, бросив в воду 1 еду (120), убьете (561) или просто поплывете дальше, не обращая внимания на назойливую рыбку (612)?\n"
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,


            ""

    };
}
