package com.korhall.objects;

/**
 * Created by srv3 on 28.01.2016.
 */
public class GameText
{
    String[] gameTextet = {
            //параграф № 0. подгружается при старте программы
            "\t Предисловие" + "\n"+
            "Странные вещи стали твориться в последнее время в тихом портовом городке Грейкейп." + "Сначала в его " +
            "гавань перестали заходить корабли," + " обычно пополнявшие там запасы пищи и пресной воды. Потом " +
            "перестали возвращаться торговые суда, " + "уходившие в плавание из порта."
            + "\n \t"+
            " \"Неведомое топит наши корабли\", — поговаривали матросы, не " + "рискуя " + "выходить в море. Многие их " +
                    "товарищи погибли, многие жены остались без мужей, а дети без отцов. Губернатор приказал снарядить " +
                    "военную эскадру, чтобы найти и уничтожить неизвестных разбойников. Но эскадра исчезла столь же " +
                    "таинственно, как и торговый флот. Никакие пираты не смогли бы преградить путь могучим боевым фрегатам " +
                    "и отважным морякам. Жители Грейкейпа были единодушны: здесь не обходится без нечистой силы. Если вы" +
                    " хотите отправиться на поиски загадочного врага и сразиться с ним, помочь жителям города и спасти от" +
                    " смерти многих бесстрашных матросов, то камзол из серого камлота и шпага с тяжелым эфесом ждут вас. " +
                    "Итак, вы оказались в объятом страхом и отчаянием Грейкейпе…" +
            "\n \t" +
            "Ваша небольшая шхуна пришвартована в гавани, и ее команда готова к отплытию. Но разумно ли будет отправиться " +
                    "в путь без опытного мореплавателя, хорошо знающего предстоящий маршрут? Не лучше ли попробовать найти " +
                    "в городе умелого и решительного спутника, который поможет в путешествии, обещающем быть нелегким. " +
                    "План же прост: выйти из порта и направиться обычным торговым путем, зная, что Неведомое не пропускает " +
                    "ни одного корабля. А столкнувшись с ним лицом к лицу, действовать по обстоятельствам и постараться " +
                    "выйти победителем из битвы, Имеющихся у вас 15 золотых вполне достаточно, чтобы найти испытанного " +
                    "мореплавателя. А где же лучше искать его как не в портовой таверне! Туда и лежит ваш путь.\n" +
                    "\n \t" +
                    "Теперь, если вы готовы к приключениям, которые вас ждут, и полны решимости разгадать загадку, не " +
            "отступая ни перед какими трудностями, перейдите в пункт 1 — и да сопутствует вам удача!\n",

// пункт 1
            "1\n" +
            "\n \t"+
            "Порт Грейкейп невелик. Найти портовую таверну, где моряки коротают время между плаваниями, несложно. Вы " +
                    "открываете низкую дубовую дверь и попадаете внутрь, в небольшой зал, наполненный сизым табачным " +
                    "дымом и запахом рыбы. Все посетители оборачиваются (в замкнутом мирке порта каждый новый человек " +
                    "вызывает любопытство), но вскоре вновь возвращаются к своим бесконечным разговорам." +
                    "\n \t"+
            "Один из моряков подходит и подсаживается к вашему столику. Беглого взгляда достаточно, чтобы понять: перед" +
                    " вами бывалый морской волк, не раз бороздивший моря и побывавший во многих сражениях. Интерес к нему " +
                    "возрастает, когда вы узнаете, что он плавал не простым матросом, а штурманом и готов сейчас предложить " +
                    "свои услуги. Просит он недорого — всего 5 золотых: корабли из порта почти не выходят, он уже три " +
                    "месяца без работы, а на берегу жена с тремя детьми. Предложение заманчивое: помощник никогда не " +
                    "помешает, да и сумма вполне доступная. Новый знакомый решает угостить вас кружечкой эля и отходит к стойке." +
                    "\n \t"+
                    "В это время один из моряков, сидящих за столом, негромко говорит вам: \"Не советую с ним связываться. " +
                    "Дешевле здесь, конечно, не найти, но и толку от него будет немного. Если ищите себе надежного спутника, " +
                    "могу отвести к одному капитану, который живет неподалеку. Ему заплатите 10 золотых да мне дадите один за " +
                    "совет, но зато горя знать не будете\". Штурман уже возвращается с полными кружками, так что вам надо, " +
                    "не теряя времени, решить, что будете делать: " +
                    "\n \t"+
                    "заплатите ему 5 золотых и выйдете с ним в море (151), " +
                    "\n \t"+
                    "послушаетесь совета и пойдете нанимать капитана (230) " +
                    "\n \t"+
                    "или отклоните оба предложения (83).\n ",

            //пункт 2
            "2\n" +
                    "\n" +
                    "Навстречу вам плывет небольшая яркая рыбка, в которой вы узнаете Солнечную рыбку. Кажется, она не представляет никакой опасности, но кто знает, что на самом деле опасно, а что нет в этом таинственном и странном подводном царстве. Увидев вас, рыбка подплывает поближе, но не пугается, а начинает кружить вокруг, словно хочет что-то сказать. Вы не понимаете, что ей нужно, и не знаете, чего следует ждать от нее. Что вы сделаете? Попытаетесь убить ее (522), дадите поесть (для этого вам придется потратить 1 еду) (156) или отгоните ее рукой и поплывете дальше (403)?\n"
            ,

            // пункт 3
            "3\n" +
                    "\n" +
            "Это застывший коралловый лес. Нельзя не восхититься им. Переплетающиеся между собой ветви образуют диковинный кустарник, а вы вскоре попадаете под настоящие своды каменных деревьев. Если пугает неизвестность и хотите поскорее выбраться из леса, то 354. Если же нет, плывите дальше — 242."
            ,
            //пункт 4
            "4\n" +
                    "\n" +
            "Решив не менять своих намерений, вы все же догоняете корвет Шелтона и стараетесь держаться неподалеку. В" +
                    " 2 часа ночи вас будит испуганный крик Мейстона. Выскочив на палубу, вы видите, что"+ "Гермес" +
            "уже начал погружаться в море, но в эту минуту вода вокруг вашей шхуны вспенивается, и палуба уходит " +
                    "из-под ног — 125."
            ,
            //пункт 5
            "5\n" +
                    "\n" +
            "Подплыв поближе, вы видите, что это самые обычные матросы, которые, в силу того же чуда, могут передвигаться под водой без воздуха так же свободно, как и вы. Теперь уже понятно, что из корабля выносят огромные сундуки, видимо, с товарами или с золотом. Увидев вас, люди машут руками, но, как вам кажется, не зовут к себе, а показывают, чтобы вы уплывали прочь. Может быть, они не хотят делиться богатствами? Но в таком случае вы имеете на них право ничуть не меньшее, чем эти странные незнакомцы. Решение за вами: уплывете, как они того требуют (380), или все же направитесь к ним и узнаете, кто они такие и что в сундуках (409)?"
            ,
            //пункт 6
            "6\n" +
                    "\n" +
            "Не рискуя войти, вы благодарите своего спутника и говорите, что передумали. Он только пожимает плечами: дело ваше (еще бы, ведь свои деньги он уже получил). Ничего не поделаешь — теперь придется возглавить команду самому — 524."
            ,
            //пункт 7
            "7\n" +
                    "\n" +
            "Вы спускаетесь в подвал башни, но вход вам преграждает массивная дверь. Попробуете ее открыть (164), или проще все-таки подняться наверх (359)?"
            ,
            //пункт 8
            "8\n" +
                    "\n" +
            "Справа в воде мелькнул силуэт большой рыбы. Хотите направиться туда и выяснить, что это было (159), или поплывете в другую сторону (446)?"
            ,
            //пункт 9
            "9\n" +
                    "\n" +
            "Вы спрашиваете моряка, не знает ли он, кто живет на соседних островах. Он может что-то сказать только о двух: на одном поселились морские рыцари, другой — необитаем. На все остальные вопросы добиться ответа не удается. Более того, он дает понять, что вы и так уже злоупотребляете его гостеприимством. Ничего другого не остается, как покинуть остров, потеряв на нем 40 минут, — 530."
            ,
            //пункт 10
            "10\n" +
                    "\n" +
            "Вы поворачиваете обратно, но вскоре снова упираетесь в стену. Ловушка захлопнулась, и выхода из нее уже " +
                    "не будет… " +
                    "\n \t"+
                    "Начните игру заново!"
            ,
            //пункт 11
            "11\n" +
                    "\n" +
            "Вы атакуете растение-хищника, и его щупальца обвиваются вокруг ваших ног и запястий, жаля неизвестным ядом." +
                    " За каждый проигранный раунд атаки вы будете терять не 2, как обычно, а 4 ВЫНОСЛИВОСТИ. РАСТЕНИЕ-УБИЙЦА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 14\n" +
                    "\n" +
                    "Если вам удалось сразить его, то 615. Если вы решили покинуть поле боя, то 184.\n"
            ,
            //пункт 12
            "12\n" +
                    "\n" +
            "Вы бросаете Рыбе-собаке 1 еду, и она, проглотив ее, благодарно смотрит на вас. После этого, сделав несколько кругов, как бы приглашая за собой, она устремляется в глубь леса. Последуете за ней (251) или решите, что счастливо отделались, и попытаетесь покинуть лес (360)? А, может быть, просто поплывете в другую сторону (152)?"
            ,
            //пункт 13
            "13\n" +
                    "\n" +
            "На какой остров из тех, где вы еще небыли, выберете путь теперь? На второй (16), третий (233), четвертый (165), пятый (418), шестой (395), седьмой (535), восьмой (100), девятый (84), десятый (352), одиннадцатый (282), двенадцатый (456) или тринадцатый (500)?"
            ,
            //пункт 14
            "14\n" +
                    "\n" +
            "Вам повезло, зверюга успела только немного зацепить вашу руку (потеряйте 1 ВЫНОСЛИВОСТЬ). Куда же теперь: в каюту штурмана (364), в трюм (411) или покинете корабль и поплывете дальше (8)?"
            ,
            //пункт 15
            "15\n" +
                    "\n" +
                    "Из развалин стены замка на вас бросается какая-то тень. Это Морской дракончик, который, несмотря на ласковое название, в море опасен почти так же, как настоящий дракон на суше. Прежде чем вы успеваете приготовиться к обороне, ему удается опалить вас… нет, конечно, не пламенем, что невозможно под водой, а облаком сильнодействующего яда, который он приберегает для своих врагов (потеряйте 3 ВЫНОСЛИВОСТИ). Теперь выход один: принять бой.\n" +
                    "Тело врага покрыто чешуей, поэтому поразить его будет не так легко. Каждый раз, когда вы бросаете кубики за себя и на обоих выпадает одно и то же число, считайте, что чешуя отразила ваш удар, независимо от исхода раунда атаки.\n" +
                    "\n" +
                    "МОРСКОЙ ДРАКОНЧИК\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "Если вы убили его, то 419.\n"
            ,
            //пункт 16
            "16\n" +
                    "\n" +
                    "Выбравшись на остров, вы попадаете в самый центр военного лагеря. Неизвестно, что это за воины, друзья они или враги. В мгновение ока вас обезоруживают и ведут к высокому бородатому человеку в малиновом камзоле и зеленых панталонах. Вероятнее всего, это их предводитель — ведь на нем, единственном из всех, нет кирасы, к тому же доставившие вас воины почтительно склоняются перед ним. Он приказывает освободить вас, приносит свои извинения и предлагает разделить с ним трапезу. Примете это предложение (166) или скажете, что торопитесь, и попытаетесь узнать. кто этот человек (252)?\n"
            ,
            //пункт 17
            "17\n" +
                    "\n" +
                    "Вы заговариваете со стариком и пробуете расспросить его о жизни под водой. Но он не понимает ваших вопросов: окружающий его мир кажется ему единственным реально существующим. С его точки зрения, вы тоже из подводного мира, и поэтому старик не понимает, почему вы плохо ориентируетесь под водой. Он говорит, что у него нет времени на пустые разговоры, и явно настроен плыть дальше. Предложите ему деньги за то, что он ответит на ваши вопросы (531), или постараетесь обойтись без его помощи (365)?\n"
            ,
            //пункт 18
            "18\n" +
                    "\n" +
                    "Уже два дня пути, и вы не можете нарадоваться на своего помощника. Джон заменяет и штурмана, и боцмана, и капитана, делая даже больше, чем обещал. Кроме того, он рассказывает вам все, что знает о Неведомом. Однако ясности это не добавляет: Неведомое для вас так и остается неведомым.\n" +
                    "Кроме того, есть еще одна новость: накануне вашего отплытия рискнул выйти в море из Грейкейпа еще один корабль — корвет \"Гермес\" под командой отважного капитана Шелтона. Его нанял один из оставшихся в порту судовладельцев, которому предложили большие деньги за срочную перевозку груза. Хозяин \"Гермеса\" решил рискнуть и нанял самого опытного капитана.\n" +
                    "К вечеру того же дня и сам корвет появляется на горизонте. Джон спрашивает, не хотите ли вы догнать \"Гермес\", чтобы поговорить с его капитаном. Может быть, он возьмет вас на борт: так будет безопаснее. Конечно, большой и хорошо вооруженный корабль внушает меньше опасений, чем небольшая шхуна, но стоит ли менять свои планы? Решение за вами: догоните корабль Шелтона и попроситесь на борт (167) или будете продолжать путешествие на своей шхуне (410)?\n"
            ,
            //пункт 19
            "19\n" +
                    "\n" +
                    "Тоннель закапчивается в огромной зале, и вы останавливаетесь, не решаясь двинуться дальше. Зала похожа на огромную картинную галерею, в которой никого нет: ни человека, ни морского животного. Мягкий свет льется откуда-то из-под потолка, а на стенах светятся картины. Они настолько реальны, что сначала кажутся просто окнами, открытыми в какой-то другой мир. Но потом глаз различает рамы, и вы с облегчением замечаете, что это всего лишь чрезвычайно талантливое изображение, а не сама реальность. Но, подплыв к одной из картин, вы обнаруживаете еще один сюрприз. Картина исчезает, и перед вами оказывается просто провал в стене, абсолютно темный и ведущий в неизвестность. Невозможно удержаться и не заглянуть в него, но там — чернота и пустота. Можно только гадать, что же дальше: тоннель, море или зовущее гибельное ничто. Однако стоит вернуться на прежнее место» как изображение в раме появляется вновь, а вокруг вас снова картинная галерея.\n" +
                    "Исследовав еще несколько картин, вы понимаете, что все они обладают этим непонятным свойством. Теперь можете или покинуть картинную галерею и, вернувшись на развилку, поплыть в левый (52) либо в средний тоннель (253), или рискнуть и проплыть сквозь одну из картин (361).\n"
            ,
            //пункт 20
            "20\n" +
                    "\n" +
                    "Какое-то предчувствие удерживает от желания подняться на поверхность. Решив продолжить подводное путешествие, вы надеетесь все-таки встретиться лицом к лицу с Неведомым. Теперь можете направиться либо к подводному лесу, который виднеется слева от вас (536), либо к невысокой скале, которая темнеет впереди (267). Если же вас не устраивает ни то, ни другое, — попытайтесь проплыть между лесом и скалой (381).\n"
            ,
            //пункт 21
            "21\n" +
                    "\n" +
                    "Вы теряете еще 1 ВЫНОСЛИВОСТЬ, но дверь поддается и медленно открывается. За ней — кладовая, рассчитанная на то, чтобы гарнизон башни мог выдержать длительную осаду.\n" +
                    "Если вы голодны, то можете попробовать восстановить свои силы. К вашим услугам солонина (420), вино в большой бочке (186) и окорока, подвешенные под потолком (434). Если же вы не хотите есть, покидайте башню и продолжайте путешествие (15).\n"
            ,
            //пункт 22
            "22\n" +
                    "\n" +
                    "В каюте капитана вы находите 2 золотых и судовой журнал. Капитан вел его до последней минуты и подробно описал все события. Становится ясна картина гибели корабля.\n" +
                    "Ночью прибежал вахтенный матрос и сообщил, что вода вокруг фрегата вспенивается и в ней видны какие-то тени. Выбежав на палубу, капитан обнаружил, что корабль уже погружается в море. В ту же минуту ему доложили, что вода в трюм поступает через многочисленные пробоины: неизвестные люди плавают вокруг корабля и дырявят днище. Капитан едва успел добраться до своей каюты и записать все это в журнал, как прибежавший боцман рассказал, что матросы прыгают в воду и вступают в бой с неизвестными. Решив, что его место рядом с командой, капитан закрыл судовой журнал, и можно только догадываться, что произошло потом. Судя по всему, и корабль, и команда погибли.\n" +
                    "Что ж, это дает хоть какой-то ключ к разгадке. По крайней мере, понятно, какая участь могла постигнуть корвет Шелтона. Закрыв дверь каюты капитана, вы покидаете корабль — 8.\n"
            ,
            //пункт 23
            "23\n" +
                    "\n" +
                    "Вы берете серебряное блюдо (когда оно понадобится, прибавьте 67 к номеру параграфа, на котором будете находиться) и в эту минуту замечаете еще и золотой перстень. Если наденете его на палец, то 254, если нет, то решайте, через какой из тоннелей будете выбираться — через тот, что справа (345), или через тот, что прямо перед вами (71).\n"
            ,
            //пункт 24
            "24\n" +
                    "\n" +
                    "Вы прощаетесь со своим спутником, и он скрывается в пещере. Неожиданно ваше внимание привлекает какой-то предмет, лежащий на дне. Это отличный меч. Как он попал сюда, неизвестно, но оружие всегда пригодится, и вы берете его с собой. К счастью, у вас сохранились все деньги да еще немного еды (на 2 раза). Вам повезло — могло быть гораздо хуже. Теперь начинайте подводное путешествие — 523.\n"
            ,
            //пункт 25
            "25\n" +
                    "\n" +
                    "Вы проплываете через картину, ничего не почувствовав и не поняв тайны загадочного видения. Но если впоследствии вас о ней спросят, прибавьте 86 к номеру параграфа, на котором будете находиться, и станет ясно, правильным ли был выбор.\n" +
                    "Теперь же вы оказались в открытом море, поблизости нет никаких следов выхода из пещеры, и, как вы сюда попали, совершенно непонятно. Но времени на долгие размышления нет, и вы направляетесь к коралловому рифу, который виднеется неподалеку, — 382.\n"
            ,
            //пункт 26
            "26\n" +
                    "\n" +
                    "К своему немалому удивлению, вы понимаете, что не тонете, а плавно опускаетесь на дно: произошло совершенно необъяснимое чудо — вода не заполняет легкие, и вы можете дышать! Более того, на дне ждет еще один сюрприз — меч. Конечно, вы больше привыкли к шпаге, но оружие, без всякого сомнения, понадобится, а меч все-таки лучше, чем ничего. Кроме того, деньги, которые были при вас, остались целы.\n" +
                    "Теперь необходимо решить: будете путешествовать вместе с Джоном (255) или расстанетесь, чтобы каждый мог исследовать подводное царство самостоятельно, а при встрече узнать, какие приключения выпали на долю другого (421)?\n"
            ,
            //пункт 27
            "27\n" +
                    "\n" +
                    "Вы смотрите в подзорную трубу, но, как ни. странно, перед вами не вода, а поверхность моря, на которой виднеется несколько островов. Все они окружают один, самый большой, и именно на нем сосредоточивается ваше внимание.\n" +
                    "Неожиданно изображение увеличивается, вы видите, как к острову пристает корабль, из которого высаживаются пираты. Их предводитель торопливо направляется к человеку гигантского роста, без сомнения ожидавшему их прибытия, и, склонившись перед ним, что-то говорит. Великан смотрит на солнце, и в это время из моря появляется огромная акула. Она подплывает к берегу, и, к вашему удивлению, великан разговаривает с ней так же свободно, как и с пиратами.\n" +
                    "Тут изображение затуманивается, перед вами появляется то, что вы и должны были увидеть с самого начала: вода, вода без конца и без края. Обдумайте увиденное, а потом покиньте башню и, проплыв над остатками крепостной стены, направляйтесь дальше — 537.\n"
            ,
            //пункт 28
            "28\n" +
                    "\n" +
                    "Джон просит подождать: он чувствует какую-то опасность и не хотел бы рисковать вдвоем. После этого ваш спутник скрывается в лесу, но вскоре раздается душераздирающий крик. Джон зовет на помощь, и вы бросаетесь навстречу неизвестности. К сожалению, уже слишком поздно: приплыв на место трагедии, вы находите его мертвым. Храброго моряка загрызла неожиданно напавшая из засады Рыба-собака. Остается только одно: отомстить за погибшего — 389.\n"
            ,
            //пункт 29
            "29\n" +
                    "\n" +
                    "Рыба-еж отважно вступает в бой с пятнистой акулой, бой не на жизнь, а на смерть.\n" +
                    "\n" +
                    "РЫБА-ЕЖ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 7 Выносливость 12\n" +
                    "\n" +
                    "\n" +
                    "ПЯТНИСТАЯ АКУЛА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10\n" +
                    "\n" +
                    "Если Рыба-еж победила, то 448. Если же она мертва, придется вступить в бой с акулой самому — 268.\n"
            ,
            //пункт 30
            "30\n" +
                    "\n" +
                    "Вы начинаете шарить по карманам, но Дух течения только смеется. Он свистит, и неизвестно откуда возникают три золотые рыбки, которые ложатся вам на ладонь, обратившись в монеты (можете записать на свой листок 3 золотых). После этого Дух исчезает, путь свободен — 549.\n"
            ,
            //пункт 31
            "31\n" +
                    "\n" +
                    "Вскоре тоннель снова раздваивается. Вы можете плыть дальше прямо (188) или свернуть направо (435).\n"
            ,
            //пункт 32
            "32\n" +
                    "\n" +
                    "Проходит полчаса, никто на вас не покушается, и даже удается немного расслабиться. Неожиданно сильная струя воды ударяет вам в голову немного выше глаза. Чуть ниже — и вы Могли бы ослепнуть. Это Брызгун, настроенный весьма воинственно. Приходится принять вызов.\n" +
                    "\n" +
                    "БРЫЗГУН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 9\n" +
                    "\n" +
                    "Если вы убили его, то 326.\n"
            ,
            //пункт 33
            "33\n" +
                    "\n" +
                    "Прежде чем вы успеваете решить, куда двигаться дальше Джон устремляется по направлению к силуэту. Акула, а эта была она, резко разворачивается и атакует вашего неосторожного спутника раньше, чем он успевает опомниться. Его голова исчезает в пасти хищника… Через несколько секунд все кончено. Теперь в бой с акулой надо вступать самому.\n" +
                    "\n" +
                    "АКУЛА\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 16\n" +
                    "\n" +
                    "Если вы уменьшили ВЫНОСЛИВОСТЬ своего противника до 8, то 406. Если же акула сделала то же самое, то 362.\n"
            ,
            //пункт 34
            "34\n" +
                    "\n" +
                    "Вы плывете дальше по коридору, но внезапно за спиной слышится какой-то грохот. Это с потолка упала толстая металлическая решетка, отрезав путь назад. Теперь уж выбора не осталось: можно двигаться только вперед — 374.\n"
            ,
            //пункт 35
            "35\n" +
                    "\n" +
                    "Однако Джон не желает сидеть сложа руки и ждать смерти. Он снова и снова ощупывает стены, изрезав себе руки в кровь острыми кораллами. Наконец его усилия увенчиваются успехом. Он нажимает на какой-то выступ, в стене открывается скрытый проход, и вновь — свобода! А впереди видны какие-то развалины, к которым вы и направляетесь, — 353.\n"
            ,
            //пункт 36
            "36\n" +
                    "\n" +
                    "Вы вышли победителем и имеете полное право восстановить силы. Устрица добавит 10 ВЫНОСЛИВОСТЕЙ, но вот взять с собой нельзя ни кусочка. Все придется съесть на месте, если, конечно, вы голодны. Теперь отправляйтесь дальше: либо к большому подводному пастбищу слева (269), либо в открытое море (189).\n"
            ,
            //пункт 37
            "37\n" +
                    "\n" +
                    "Король сидит на золотом троне, к которому ведет дорожка из мягких фиолетовых водорослей. Он похож на самого обычного водяного, и лишь возраст и гордая осанка указывают на властелина.\n" +
                    "Поскольку он не знает, кто стоит перед ним, вы рассказываете историю своих приключений и просите о помощи, но в ответ слышите только загадочную фразу: \"Всему свое время, и, если бы ты пришел ко мне раньше, я смог бы помочь. Теперь же слишком поздно. Иди, и да помогут тебе боги!\"\n" +
                    "Не совсем понятно, что он имеет в виду, как и куда в другое время вы могли прийти к нему. Но делать нечего, тем более что король уже сделал знак рукой, и перед вами вновь пустынный пляж. Приходится покинуть остров ни с чем, проведя на нем ровно полчаса, — 540.\n"
            ,
            //пункт 38
            "38\n" +
                    "\n" +
                    "Ваш противник мертв: можете взять с собой его трезубец. После этого с удвоенной осторожностью двигаетесь дальше, но новая неожиданность не заставляет себя ждать. Прямо за спиной, отсекая путь назад, с грохотом и лязгом падает тяжелая металлическая решетка. Остается только одно: плыть вперед. Навстречу неизвестности, а быть может, и гибели — 374?\n"
            ,
            //пункт 39
            "39\n" +
                    "\n" +
                    "Джон первым устремляется к картине, и она смыкается за ним. Вы несколько минут смотрите на ровное, и, казалось бы, ничем не потревоженное изображение, размышляя, что будет, когда оно так же проглотит и вас.\n" +
                    "Наконец все же следуете за своим спутником (294), и ничего страшного не происходит, за исключением того, что по ту сторону уже не окажется бесстрашного моряка. Но, кто знает, быть может, вы когда-нибудь и узнаете, что с ним стало.\n"
            ,
            //пункт 40
            "40\n" +
                    "\n" +
                    "Вы платите 2 золотых, и Карлик протягивает вам Рыбу-ежа. Пока она не понадобится, рыбка будет просто следовать за вами, куда бы вы ни направились. Хотите еще поговорить с Карликом (202) или поблагодарите его и отправитесь дальше (501)?\n"
            ,
            //пункт 41
            "41\n" +
                    "\n" +
                    "Вы покидает комнату тем же путем, каким и пришли. Вскоре вокруг снова только вода, без конца и без края, — 182.\n"
            ,
            //пункт 42
            "42\n" +
                    "\n" +
                    "Если понимаете язык рыб, то все в порядке, если же нет— придется либо покормить рыбок (468), либо просто отправляться дальше (516).\n"
            ,
            //пункт 43
            "43\n" +
                    "\n" +
                    "Сундук заперт, и трудно сказать, удастся ли его открыть. Вы пробуете подцепить замок мечом, и здесь все зависит только от вашего умения. Киньте оба кубика. Если выпавшее число меньше вашего МАСТЕРСТВА, то 557, если же больше или равно, то 327.\n"
            ,
            //пункт 44
            "44\n" +
                    "\n" +
                    "Джон чрезвычайно заинтересован необычными картинами и советует все же рискнуть и проплыть через одну из них. Теперь вернитесь на 19 и подумайте сами, согласиться с ним или нет.\n"
            ,
            //пункт 45
            "45\n" +
                    "\n" +
                    "Если у вас и в самом деле есть перстень, то вы знаете, что надо делать, если же нет, то остается только попрощаться с Карликом и двигаться дальше — 501.\n"
            ,
            //пункт 46
            "46\n" +
                    "\n" +
                    "Неожиданно из темноты вырывается луч света и освещает вашу руку. Только тогда с удивлением замечаете, что на обратной стороне ладони появилось что-то похожее на татуировку. Это изображение черной снежинки, которая как паук впилась в руку. Вы готовы поклясться, что, когда входили в пещеру, рука была чистой. Но что-либо понять уже невозможно — лев с рычанием, от которого кровь стынет в жилах, бросается вперед — 208.\n"
            ,
            //пункт 47
            "47\n" +
                    "\n" +
                    "Морская звезда готова быть проводником, и вы вместе плывете на почту. По дороге она жалуется, что, с тех пор как в их местности поселились акулы, работы стало гораздо меньше — рыбки стараются не отплывать далеко от дома. А почтальоном работать теперь соглашаются только те, на кого акулы не обращают ни малейшего внимания. Разговор об акулах не настраивает на благодушный лад, вы снова вспоминаете об опасности.\n" +
                    "На почте Морская звезда принимает бутылку и говорит, что вы можете не волноваться — она будет доставлена по назначению. Это только люди могут думать, что море выбрасывает на берег бутылки с посланиями, да еще и в самом подходящем для этого месте. А уж в море-то даже самая маленькая несмышленая рыбешка знает, что бутылка может только утонуть, и больше ничего. Но благодаря хорошей работе почты…\n" +
                    "Больше нет ни времени, ни сил слушать ее болтовню, и вы торопитесь прочь. Однако Морская звезда останавливает вас: надо взять квитанцию. Это гладкий обкатанный водой камешек.\n" +
                    "Хотите взять его с собой? Если да, то 578, если нет, то вежливо откажитесь и плывите дальше — 32.\n"
            ,
            //пункт 48
            "48\n" +
                    "\n" +
                    "Навстречу попадается большая Морская черепаха. Можете с ней поговорить, если понимаете язык рыб, который она тоже когда-то учила в школе. Если нет, то остается либо попытаться убить ее и употребить в пищу (628), либо плыть дальше (328).\n"
            ,
            //пункт 49
            "49\n" +
                    "\n" +
                    "Если вы вернетесь в тот коридор, из которого приплыли, и свернете направо, то 188, если же хотите узнать, куда ведет следующий проход, то 422.\n"
            ,
            //пункт 50
            "50\n" +
                    "\n" +
                    "Вы наверняка помните картину с изображением грифа. Птица тоже узнала вас и готова выполнить любое желание. Вы говорите, что призовете ее, когда возникнет такая необходимость. Для этого достаточно прибавить 125 к номеру параграфа, на котором будете находиться. Затем вы покидаете остров, проведя на нем 20 минут — 555.\n"
            ,
            //пункт 51
            "51\n" +
                    "\n" +
                    "Вы отдаете капитану деньги (не забудьте вычеркнуть 10 золотых из тех, что записаны на Листке путешественника) и договариваетесь встретиться с ним на следующее утро в гавани.\n" +
                    "Вашего спутника зовут Ричард Мейстон. Наведя о нем справки в городе вечером того же дня, понимаете, что сделали правильный выбор, хотя он и сильно облегчил ваш кошелек.\n" +
                    "На следующее утро \"Святая Елена\" выходит в море. За два дня плавания не было видно ни одного корабля. Но, учитывая всю опасность этого путешествия, удивляться не приходится.\n" +
                    "Капитан рассказывает, что накануне отплытия один из его знакомых все-таки решился вывести корабль в море (кто-то из немногих оставшихся в Грейкейпе судовладельцев решил рискнуть, когда ему предложили хорошие деньги за перевозку срочного груза). Вильям Шелтон — так зовут этого отважного капитана — надеется, на то, что корабли топят все же люди, а не Господь Бог. В таком случае на хорошо вооруженном большом корабле он сможет отбиться.\n" +
                    "К вечеру того же дня на горизонте появляется силуэт корабля, в котором ваш спутник узнает корвет капитана Шелтона — \"Гермес\". Мейстон предлагает (если хотите) догнать этот корабль я попросить взять вас на борт: может быть, так будет безопаснее. Но решение за вами: нагоните корвет и подниметесь на него, оставив вашу шхуну (176), или будете продолжать путь (4)?\n"
            ,
            //пункт 52
            "52\n" +
                    "\n" +
                    "Тоннель уходит все дальше и дальше вглубь скалы, и вы уже начинаете сомневаться в правильности выбранного пути. Тревога возрастает, и даже вода как будто пронизана какой-то неведомой опасностью. Тем более что под скалой, как ни странно, гораздо светлее, чем ожидалось. Вода чуть-чуть светится, но невозможно определить — то ли это призрачный свет от стен, то ли оттого, что впереди тоннель заканчивается и из него будет какой-то выход.\n" +
                    "В это время справа от себя вы замечаете какой-то темный провал и, подплыв поближе, обнаруживаете такое же ответвление, как-то, что избрали на развилке. Свернете в него (241) или поплывете дальше прямо (160)?\n"
            ,
            //пункт 53
            "53\n" +
                    "\n" +
                    "За деревом, которое служило жилищем Рыбе-хамелеону, виднеется невысокая скала, к которой и можете направиться (532). Или же решите не испытывать больше судьбу и поплывете к выходу из подводного леса, который виднеется неподалеку (404)?\n"
            ,
            //пункт 54
            "54\n" +
                    "\n" +
                    "Вы проводите рукой по левой стене и снова режетесь о коралл (потеряйте еще 2 ВЫНОСЛИВОСТИ и к тому же 1 МАСТЕРСТВО — рука изранена достаточно сильно). Попробуете теперь правую стену (190), ту, что перед вами (528), или все же повернете обратно (10)?\n"
            ,
            //пункт 55
            "55\n" +
                    "\n" +
                    "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если удачливы, то 270, если же нет — 538.\n"
            ,
            //пункт 56
            "56\n" +
                    "\n" +
                    "Через картину проплываете, ничего не почувствовав да и не поняв, что это было. Однако на самом деле вы при случае сможете воспользоваться помощью птицы, которая была изображена на картине. Если вы когда-нибудь увидите ее, вычтите 50 из номера параграфа, на котором будете находиться, — Гриф узнает вас.\n" +
                    "Пока же вы оказываетесь в открытом море — пещера исчезла неведомо куда, как будто ее и не было. Единственный ориентир, виднеющийся неподалеку — коралловый риф. К нему и направляетесь — 382.\n"
            ,
            //пункт 57
            "57\n" +
                    "\n" +
                    "Возвращаетесь в порт, не снискав славы, зато целый и невредимый. К тому же вы единственный человек, который, пусть издалека, но видел, как действует Неведомое. Поэтому ваши рассказы еще долгое время будут слушать с немалым интересом. К тому же не исключено, что в один прекрасный день у вас появится желание повторить попытку познакомиться с Неведомым…\n"
            ,
            //пункт 58
            "58\n" +
                    "\n" +
                    "Вы отвечаете, что никакого пояса у вас нет. Русалка сожалеет, что тогда ничем помочь не может. Внезапно, будто что-то вспомнив, она спрашивает: \"Нет ли у тебя случайно маленького бубенчика?\" Если есть и вы хотите отдать его Русалке, сделайте это. Иначе она лишь грустно улыбнется и исчезнет — 437.\n"
            ,
            //пункт 59
            "59\n" +
                    "\n" +
                    "Доспехи оказываются такими тяжелыми, что вы чуть не падаете с ног (потеряйте 2 ВЫНОСЛИВОСТИ), а уж передвигаться в них совершенно невозможно. Приходится снять латы и покинуть старую башню —15.\n"
            ,
            //пункт 60
            "60\n" +
                    "\n" +
                    "Во время битвы разбиваетесь на две группы.\n" +
                    "\n" +
                    "КАПИТАН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 14\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "С вами сражаются:\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если в первой группе победил капитан, а оба ваши противника еще живы, то 140, если они мертвы, — 488, если же остался только один, — 334.\n" +
                    "В том случае, когда вы убили обоих пиратов, а капитан своего еще нет, — можете ему помочь. Как кидать кубики, решайте сами. Можете, чтобы не запутаться, сначала за первую, потом — за вторую группу, можете поочередно. Если все враги мертвы, а капитан пал в бою, то 198.\n"
            ,
            //пункт 61
            "61\n" +
                    "\n" +
                    "Стараясь не попасть в ловушку, вы залезаете в логово. Но там кромешная тьма, и приходится вернуться ни с чем. Вы покидаете остров, проведя на нем час, — 324.\n"
            ,
            //пункт 62
            "62\n" +
                    "\n" +
                    "Вдруг, уже полуживого, Барракуды оставляют вас в покое и быстро уплывают. Они не изменили своему правилу, просто кто-то еще задумал покуситься на сокровища. Но уже нет ни сил, ни желания узнать, кто именно. Вы направляетесь к развалинам, что видны неподалеку, надеясь там в безопасности отдохнуть — 402.\n"
            ,
            //пункт 63
            "63\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10 минус потери от ран\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ВОИН\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 10 минус потери от ран.\n" +
                    "\n" +
                    "Если вы убили их, то 217.\n"
            ,
            //пункт 64
            "64\n" +
                    "\n" +
                    "Скат мертв, и вы вновь на пути к рифу. Вдруг на самом дне замечаете какой-то неясный блеск. Хотите спуститься и посмотреть, что это блестит (489), или поплывете дальше (126)?\n"
            ,
            //пункт 65
            "65\n" +
                    "\n" +
                    "Тунец то приближается, то вновь отдаляется. Иногда кажется, что меч вот-вот разрубит его пополам, а иногда в голову приходит отчаянная мысль, что его никогда не догнать. Закрадывается даже подозрение: а вдруг рыбина хитрит, пытается запутать, сбить с пути или, что еще хуже, заманить в какую-то ловушку. Именно в этот момент Тунец сбавляет скорость, вы делаете отчаянную попытку его настигнуть и — успех.\n" +
                    "Убив эту проклятую рыбу, можете как следует пообедать. Тунец восстановит 6 ВЫНОСЛИВОСТЕЙ. Кроме того, если хотите, возьмите немного мяса с собой (добавьте 1 еду) — 214.\n"
            ,
            //пункт 66
            "66\n" +
                    "\n" +
                    "Вы призываете на помощь Носорога.\n" +
                    "\n" +
                    "НОСОРОГ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если хотите помочь ему, то 148, иначе он будет драться с пиратами в одиночку.\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если ваш союзник перебил всех пиратов, то он исчезает (198), если же нет, сражаться с ними дальше придется вам (583).\n"
            ,
            //пункт 67
            "67\n" +
                    "\n" +
                    "Вы вплываете в пещеру, и в ту же секунду неизвестное волшебство переносит вас на поверхность моря. Теперь можете оглядеться.\n" +
                    "Это совершенно незнакомый район моря. Более того, на картах его наверняка не было, поэтому даже представить невозможно, где вы находитесь и в какой стороне Грейкейп.\n" +
                    "Вокруг —13 островов. Если добираться до них вплавь, то путь от каждого острова (или от того места, где вы находитесь) до ближайших займет 20 минут, до более дальних — полчаса. Если у вас есть статуэтка сидящего человечка и фигурка дельфина (или только последняя), то воспользуйтесь ими.\n" +
                    "Невольно вспоминается о странном циферблате, на который вначале не обратили внимания. Когда вы проплыли через него, стрелки начали движение. В тот момент, когда они покажут 12 часов, вы должны будете отправиться на параграф 220. Таким образом, в вашем распоряжении 4 часа. Поэтому внимательно следите за временем и помните, сколько уходит минут, чтобы добраться с острова на остров.\n" +
                    "Если попадете на какой-либо остров и до истечения указанного времени останется меньше 15 минут, то придется закончить исследования.\n" +
                    "Теперь выберите первый остров, на который хотите отправиться. Если по пути вы не встречали на этот счет никаких указаний, то выбор будет зависеть только от вашей интуиции —123.\n"
            ,
            //пункт 68
            "68\n" +
                    "\n" +
                    "Предложение капитана принято. По его распоряжению вам предоставлена одна из лучших кают на корабле, и вы спокойно засыпаете. Странные крики, которые, кажется, несутся отовсюду, вырывают вас из сна. Выскакиваете в коридор, но в эту минуту корабль начинает сильно качать, не удержавшись на ногах, вы с размаху падаете на пол (потеряйте 4 ВЫНОСЛИВОСТИ) — 611.\n"
            ,
            //пункт 69
            "69\n" +
                    "\n" +
                    "Вы подплываете поближе и чувствуете непреодолимое желание опуститься на цветы и водоросли и немного отдохнуть. Ведь путь был столь тяжел, и конец его еще не предвидится. Но вы ошибаетесь: это и есть самый настоящий конец путешествия. Волшебная музыка завораживает и уже не отпускает тех, кто попал в ее власть. Ваши приключения заканчиваются на этом лугу, куда вы так неосторожно приплыли по доброй воле…\n"
            ,
            //пункт 70
            "70\n" +
                    "\n" +
                    "Приблизившись к кораблю, замечаете, что несколько матросов бросились к вам навстречу. Они уговаривают скорее уплыть прочь, потому что они не свободные люди, а пленники Неведомого. Дворянин же, которого вы только что убили, был одним из стражников. Спрашиваете, велика ли охрана и сможете ли ее перебить, чтобы освободить несчастных матросов. Но они лишь грустно вздыхают: к сожалению, это невозможно. Тогда вы обещаете спасти их позже, когда найдете Неведомое и разгадаете его тайну, а пока спешите уплыть — 399.\n"
            ,
            //пункт 71
            "71\n" +
                    "\n" +
                    "В маленькой комнатке, в которую вплываете, вас ждет такой же Рыцарь-водяной, как и те, с которыми только что сражались. Поскольку комнатка далеко от сокровищницы, он ничего не слышал. Рыцарь направляется навстречу и просит показать пропуск. Если с вами золотой щит, то 616. Если же нет, то придется драться.\n" +
                    "\n" +
                    "РЫЦАРЬ-ВОДЯНОЙ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 12\n" +
                    "\n" +
                    "Если убили его, то 422.\n" +
                    "\n"
            ,
            //пункт 72
            "72\n" +
                    "\n" +
                    "ПРОВЕРЬТЕ СВОЮ УДАЧУ. Если удачливы, то 256, если же нет — 383.\n"
            ,
            //пункт 73
            "73\n" +
                    "\n" +
                    "Крылатый лев без промедления возникает в воздухе. Кондор атакует его и не дает опуститься на землю. Только теперь понимаете, насколько неудачен был ваш выбор. Птица молнией бросается на неповоротливого льва, стараясь выклевать глаза. Лев торопится достичь твердой почвы, но Кондор залетает под него, с трудом уворачиваясь от когтей, и клюет его в брюхо. Вскоре Кондору все же удается выклевать оба глаза вашего союзника — и лев падает на землю. Он мертв. Тогда вперед выступаете вы.\n" +
                    "\n" +
                    "КОНДОР\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 9\n" +
                    "\n" +
                    "Если вам удалось отомстить, то 429.\n"
            ,
            //пункт 74
            "74\n" +
                    "\n" +
                    "Вы надеваете браслет на руку. Но что это? Он начинает все сильнее и сильнее стискивать запястье. Корчась от невыносимой боли, с трудом разжимаете коварное украшение и отбрасываете прочь. Потеряйте 1 МАСТЕРСТВО и 2 ВЫНОСЛИВОСТИ. Теперь, если вы еще этого не сделали, можете надеть пояс (338) или взять раковину (584). Если же нет желания продолжать эксперименты, уплывайте прочь — 508.\n"
            ,
            //пункт 75
            "75\n" +
                    "\n" +
                    "К счастью, вы понимаете язык рыбок. Они хотят предостеречь: и справа, и слева опасности. Если хотите, они могут проводить вас самой надежной и безопасной дорогой. Примете приглашение и последуете за коралловыми рыбками (145) или поплывете дальше сами (516)?\n"
            ,
            //пункт 76
            "76\n" +
                    "\n" +
                    "Спускаетесь к реке и жадно пьете. Ведь солнце стоит в зените, а вы уже привыкли к морской прохладе. Восстановите 4 ВЫНОСЛИВОСТИ. Больше около реки нет ничего интересного, и понятно, что блуждать здесь можно до бесконечности. Но время не ждет. Проведя на острове 40 минут, вы покидаете его — 569.\n"
            ,
            //пункт 77
            "77\n" +
                    "\n" +
                    "Джон советует плыть прямо. Он говорит, что плутать в неизвестных ходах и переходах можно до бесконечности, в то же время прямая дорога дает надежду на возвращение. Чувствуя какую-то неясную опасность, вы не соглашаетесь с ним и предпочитаете свернуть. Чтобы не поссориться, решаете бросить жребий.\n" +
                    "Киньте кости. Если выпало 1–6, то победили вы (241), если же 7 — 12, то повезло Джону. Тогда плывите прямо (160).\n"
            ,
            //пункт 78
            "78\n" +
                    "\n" +
                    "Сил становится все меньше, и крабу не составляет особого труда обезоружить вас. Его огромная клешня просто перекусывает меч — дальнейшее сопротивление становится бесполезным. Но, судя по всему, убивать вас краб не собирается. Осторожно обхватив, он несет свою добычу в подводную темницу. Там уже несколько дней томятся две акулы, добыванием пропитания для которых он как раз и занимался последние полчаса. Акулы с радостью набросятся на свежую пищу, а вы так никогда и не узнаете, чью волю выполнял Гигантский краб и кому он служил тюремщиком. Быть может, Неведомому?..\n"
            ,
            //пункт 79
            "79\n" +
                    "\n" +
                    "Узнав, что обруч с вами, ведьма искренне радуется. \"Тогда тебе будет несложно добраться до цели\", — говорит она и пытается рассказать, как найти дорогу. Несколько раз сбившись и запутавшись, она наконец решает просто проводить до нужного места. Вы долго плывете, покинув ее пещеру, в непонятном направлении. Потом ведьма указывает на появившееся вдалеке большое подводное пастбище и говорит, что это и есть ваша цель, — 269.\n"
            ,
            //пункт 80
            "80\n" +
                    "\n" +
                    "Для удобства разделитесь на две группы. В первой будут\n" +
                    "\n" +
                    "МОРЯК\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 12\n" +
                    "\n" +
                    "\n" +
                    "ПЕРВЫЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если моряк победил, а оба ваши противника еще живы, то 589, если же в живых остался только один, то 625.\n" +
                    "И вторая группа, в которой сражаетесь вы:\n" +
                    "\n" +
                    "ВТОРОЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 9 Выносливость 8\n" +
                    "\n" +
                    "\n" +
                    "ТРЕТИЙ ПИРАТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 10 Выносливость 8\n" +
                    "\n" +
                    "Если вы убили своих противников, а моряк еще нет, то можете помочь ему. Порядок боя определите сами: либо кидать кубики сначала за одну группу, потом за другую, либо попеременно. Если все враги мертвы, то 198.\n"
            ,
            //пункт 81
            "81\n" +
                    "\n" +
                    "Морская черепаха говорит, что опасность надо ждать с обеих сторон. Поэтому, не рискуя погибнуть, нужно плыть только вперед. Вы благодарите ее и в который раз хвалите себя за предусмотрительность. Прибавьте 1 УДАЧУ — 328.\n"
            ,
            //пункт 82
            "82\n" +
                    "\n" +
                    "Вы отправляетесь дальше и вскоре замечаете справа от себя сеть, полную рыбы. Рискнете подплыть подкрепиться (595) или проплывете мимо (214)?\n"
            ,
            //пункт 83
            "83\n" +
                    "\n" +
                    "\"Спасибо, но я не нуждаюсь ни в чьих советах\", — холодно говорите вы моряку, сидящему за соседним столом. Ясно, что он хочет воспользоваться неосведомленностью нового человека и заработать на этом. К тому же опасно идти со случайным попутчиком неизвестно в чей дом. Ведь моряк прекрасно понимает, что у вас должны быть деньги, и он захочет завладеть ими, не делясь ни с каким капитаном, если тот вообще существует.\n" +
                    "Что же касается штурмана, то он тоже кажется вам человеком, не внушающим особого доверия. Вы отказываетесь от его предложения, сказав, что, безусловно, цените столь опытного в мореплавании человека, но скромное содержимое вашего кошелька не позволяет сейчас, воспользоваться его услугами. Однако заверяете его, что в будущем он, безусловно, будет первым, к кому вы обратитесь. Польщенный, хотя и разочарованный, штурман уходит, допив свое пиво.\n" +
                    "Вы же решаете навести справки у хозяина таверны. Тот говорит, что лучше всего было бы обратиться к капитану Грасуотеру. Но он уже давно не заходит в таверну, и где его можно найти, никто, пожалуй, не знает. Можно было бы попробовать договориться с капитаном Шелтоном, но он сегодня вечером уходит в море на другом судне. Судя по всему, ему заплатили достаточно хорошие деньги, раз он решил рискнуть жизнью.\n" +
                    "Только теперь вы до конца понимаете, насколько трудно будет найти себе компаньона, поскольку для большинства матросов выход из порта означает верную смерть.\n" +
                    "Однако хозяин таверны готов показать дорогу к одному из портовых кабачков, где можно встретить матроса по имени Джон. Пожалуй, только он один из всех умелых моряков достаточно храбр, чтобы согласиться принять участие в подобной экспедиции. Но вас предупреждают: это будет стоить не меньше 7 золотых.\n" +
                    "Спросите у словоохотливого хозяина дорогу и пойдете искать Джона (400) или решите, что лучше вернуться на свою шхуну(524)?\n"
            ,
            //пункт 84
            "84\n" +
                    "\n" +
                    "Небольшая хижина, которая виднеется на островке, вселяет надежду, что вы не впустую потратите время. Выйдя на берег, торопитесь к ней, однако она оказывается совсем не так близко, как предполагали. Хозяин хижины встречает на пороге. На нем старая полинявшая тельняшка и холщовые брюки, заправленные в сапоги. Похоже, он поселился на острове не по своей воле, а тоже стал жертвой то ли неведомых сил, то ли обычного кораблекрушения. Так или иначе, но неухоженность постройки говорит о том, что это произошло не так давно.\n" +
                    "Если у вас есть гладкий камешек, то лучше сразу попробовать показать его моряку, если нет, — думайте, о чем будете с ним разговаривать —157.\n"
            ,
            //пункт 85
            "85\n" +
                    "\n" +
                    "На какой остров из тех, где вы еще не были, поплывете теперь? На первый (248), третий (233), четвертый (165), пятый (418), шестой (395), седьмой (535), восьмой (100), девятый (84), десятый (352), одиннадцатый (282), двенадцатый (456) или тринадцатый (500)?\n"
            ,
            //пункт 86
            "86\n" +
                    "\n" +
                    "Спустившись во впадину, очень быстро выясняете, что она понравилась не только вам, но и… спруту. Гигантский осьминог совсем не собирается делить ее с кем бы то ни было. Бежать от его длинных щупалец слишком поздно, остается одно: вступить в бой.\n" +
                    "\n" +
                    "СПРУТ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 11 Выносливость 15\n" +
                    "\n" +
                    "Если вы победили врага и при этом случайно остались живы, то 271.\n"
            ,
            //пункт 87
            "87\n" +
                    "\n" +
                    "Можно направиться к невысокому подводному зданию справа от вас (384), поплыть в противоположную сторону (539) или вообще не менять направления (32).\n"
            ,
            //пункт 88
            "88\n" +
                    "\n" +
                    "Вы выхватываете меч и набрасываетесь на старика. Он с юношеским проворством выпрыгивает из лодки и принимает бой, но силы, конечно, у него уже не те.\n" +
                    "\n" +
                    "СТАРИК-ЛОДОЧНИК\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 6 Выносливость 10\n" +
                    "\n" +
                    "Если вы убили его, то 192.\n"
            ,
            //пункт 89
            "89\n" +
                    "\n" +
                    "Рыба-собака выводит вас к высокой скале и исчезает — 447.\n"
            ,
            //пункт 90
            "90\n" +
                    "\n" +
                    "Заплываете в пещеру и оказываетесь в длинном, заполненном водой тоннеле. Здесь достаточно светло, хотя никакого источника света не видно. Проплыв немного по тоннелю, видите, что он превращается в три коридора. На стене перед средним светится какая-то надпись на незнакомом языке.\n" +
                    "Куда вы поплывете: прямо (253), направо (19) или налево (52)?\n"
            ,
            //пункт 91
            "91\n" +
                    "\n" +
                    "Вы кидаете в воду 2 еды. \"Ты решил покормить моих рыбок? — говорит Дух течения. — Это похвально и правильно\". Со всех сторон маленькие юркие рыбки, как воробьи, слетелись на еду. \"Что же ты хочешь за это? — спрашивает Дух. — Удачи? Совета?\" Так что же вы попросите: совета (436) или удачи (385)?\n"
            ,
            //пункт 92
            "92\n" +
                    "\n" +
                    "\"Я вижу, тебе помог мой совет\", — говорит Король. Вы еще раз благодарите его и спрашиваете, не знает ли он, что вам еще предстоит. Выясняется, что, конечно, знает — на то он и Король. На самом большом, тринадцатом острове вас ждут главные враги и самые большие испытания, по сравнению с которыми все предыдущие покажутся сущей безделицей.\n" +
                    "\"Но я помогу тебе, — продолжает он. — Я дам тебе в помощь одного из своих Рыцарей-водяных. В нужную минуту он защитит тебя\". После этого Король взмахивает рукой, и на месте королевских покоев оказывается пустынный пляж, а вы, вместо того чтобы выйти в дверь, просто сходите в воду. Вы провели на острове ровно полчаса — 540.\n" +
                    "(Когда вам понадобится помощь Рыцаря-водяного, вычтите 139 из номера параграфа, на котором будете находиться.)\n"
            ,
            //пункт 93
            "93\n" +
                    "\n" +
                    "Вы медленно двигаетесь навстречу Киту. В этот момент сильный поток воды подхватывает вас и несет в пасть животного. Сопротивляться такому сильному течению невозможно. Через пару минут вы уже внутри огромного кашалота — выбраться отсюда будет не так-то просто. К тому же вы изрядно ослаблены, потеряли 4 ВЫНОСЛИВОСТИ. Если у вас есть трезубец, то 272, если же нет, то 608.\n"
            ,
            //пункт 94
            "94\n" +
                    "\n" +
                    "У вас не осталось ни денег, ни еды, но настроение неожиданно улучшается: на морском дне вдруг замечаете какой-то блеск, подплываете и находите… меч! Настоящий средневековый клинок, давно уже вышедший из употребления, но легкий и удобный. Возьмите его с собой: хотя это и не привычная шпага, но уж защитить-то себя им можно. Теперь не остается ничего другого, как попытаться исследовать подводное царство. Оглядевшись, слева от себя замечаете вход в пещеру. Хотите направиться туда (90) или поплывете куда глаза глядят (523)?\n"
            ,
            //пункт 95
            "95\n" +
                    "\n" +
                    "Несмотря на позднее время, вы не ложитесь спать: мучает какое-то предчувствие. Далеко за полночь самые худшие предположения оправдываются — в предрассветной дымке хорошо видно, как корма \"Гермеса\" поднимается над водой и корвет начинает погружаться в воду. До места трагедии еще слишком далеко, чтобы можно было разгадать причину кораблекрушения. Хотите вернуться как можно скорее в Грейкейп я не испытывать больше судьбу (57) или смело направитесь вперед (387)?\n"
            ,
            //пункт 96
            "96\n" +
                    "\n" +
                    "Благодаря вашей догадливости открыть кодовый замок в верхнем левом углу двери не составило особого труда. Дверь медленно открывается —193.\n"
            ,
            //пункт 97
            "97\n" +
                    "\n" +
                    "\"Кто ты и с чем пришел?\" — спрашивает лев. Вы отвечаете, что пришли с миром, и просите у многоуважаемого льва прощения за причиненное беспокойство. Благородное животное оценило вашу вежливость: теперь оно настроено более благодушно, и можете попросить о помощи. Как ни странно, лев не заставляет долго себя упрашивать: он согласен помочь. Когда возникнет необходимость позвать его, вычтите 296 из номера параграфа, на котором в то время окажетесь. После этого выбираетесь из логова Крылатого льва и покидаете остров, проведя на нем 35 минут — 324.\n"
            ,
            //пункт 98
            "98\n" +
                    "\n" +
                    "\"Твой выбор мудр, — говорит Король. — Возьми от меня на память кольцо с изображением трезубца, может, Бог даст, еще и встретимся\". С этими словами он подает знак одному из приближенных, и тот выводит вас в какой-то коридор, идущий, по его словам, в нужном направлении. Если хотите взять кольцо с собой, наденьте его на палец, если же нет, — можете незаметно выбросить: сейчас за вами никто не наблюдает — 422.\n"
            ,
            //пункт 99
            "99\n" +
                    "\n" +
                    "Смертельно раненный Великан падает на колени. Если вы встречали капитана Шелтона, то 457, если нет — 249.\n"
            ,
            //пункт 100
            "100\n" +
                    "\n" +
                    "Вы выходите на берег небольшого островка, вернее, скалы, одиноко торчащей из воды. Завидев вас, из гнезда на самой ее вершине появляется какая-то птица и кругами начинает спускаться вниз. Когда она приближается, становится ясно, что это Гриф. Если хотите сделать так, чтобы он узнал вас, то поторопитесь, иначе с кровожадной птицей придется драться.\n" +
                    "\n" +
                    "ГРИФ\n" +
                    "\n" +
                    "\n" +
                    "Мастерство 8 Выносливость 10\n" +
                    "\n" +
                    "Если удается убить его, то с острова уплываете, потратив на его посещение 40 минут, — 555.\n"
            ,
            //пункт 101
            "101\n" +
                    "\n" +
                    "Отважно поплыв дальше в глубь леса, вы вскоре замечаете под одним из деревьев сидящего маленького человечка. Это Карлик, который не проявляет к вам ни малейшего интереса. Можете заговорить с ним (450), убить его, надеясь на интересную добычу (286), или просто проплыть мимо и отправиться дальше (501).\n"
            ,
            //пункт 102
            "102\n" +
                    "\n" +
                    "Когда удается доплыть до места трагедии, все уже кончено. От корвета не осталось и следа. Но уже через несколько минут вам приходится подумать о судьбе \"Святой Елены\". Вода вокруг нее вскипает, Джон бросается к штурвалу, пытаясь избежать опасного места, но волны, как скорлупкой, играют шхуной, и она перестает слушаться руля. К тому же судно начинает тонуть, и команда в ужасе прыгает за борт. Вы с Джоном пытаетесь отвязать одну из шлюпок, но в это время огромная волна накрывает палубу, и вы оказываетесь в воде далеко от тонущего корабля — 26.\n"
            ,
            //пункт 103
            "103\n" +
                    "\n" +
                    "Неожиданно вы замечаете среди каменных валунов на морском дне расщелину. Подплыв поближе, вы обнаруживаете, что из нее торчит странный тонкий сухой отросток. Судя по всему, это остаток каких-то водорослей. Но как могут водоросли высохнуть под водой? Хотите приблизиться и внимательнее осмотреть это место (451)? Если нет, то можете либо просто плыть дальше (189), либо заинтересоваться большим подводным лугом слева от вас (269).\n"
            ,
            //пункт 104
            "104\n" +
                    "\n" +
                    "Если можете позвать на помощь Грифа и Филина, то вы конечно же знаете необходимые для этого числа. Сложите их между собой и прибавьте к номеру этого параграфа. Ну, а если не можете этого сделать, — вступайте в схватку сами — 262.\n"
            ,
            //пункт 105
            "105\n" +
                    "\n" +
                    "Коридор приводит вас в странный овальный зал. В нем царит полумрак, но постепенно глаза к нему привыкают. В конце зала, где прямо из каменных плит растут водоросли, вы замечаете какое-то движение. Это рыбы, которые выплывают из одной стены и скрываются в другой. Такое впечатление, что скалы, образующие зал, существуют только в вашем воображении. Пять или шесть молодых водяных развлекаются тем, что по очереди кидают свои трезубцы. Рыбки невелики, и попасть очень сложно. Поэтому каждый успех приветствуется радостными жестами. Почувствовав ваше присутствие, все оборачиваются. Если у вас есть опознавательный знак и вы хотите показать его водяным, то 502. Если же у вас есть трезубец, — 438. В том случае, если у вас нет ни того, ни другого, — 312.\n"
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,
            //пункт
            ""
            ,


            ""

    };
}
